{
  "url": "https://www.cia.gov/readingroom/document/0000015416",
  "title": "INQUIRY BY MAJOR DONALD E. KEYHOE (DELETED)",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015416",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "5",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "January 4, 1959"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015416.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\n1. Apoarertiy Fafor Feyhoe ia peraictirg in his effort to find\noot if a CIA epent tald vitvosses of unidentified Phying objscts not\nt@ rake pohlic Inimustion adout their aletiingn. Aa background the\n\nfoalloving is a qootetion frea ria 13 tarch 1953 meerentra to te\nWi oo.\n\n“Yo aleo ahold likes to krov vwhethre it fs true that in oe =e\n\nart more cissa agents of the CIA bara told UFO vitassacs not to.\nmake podlis infonsstiom in regird to theiy eightinsst ;\n\n“és have aoa report to the effect trot 2 witnecn was inter- _\nreented recently etoat 0 Gighting witch involves: a photosroph\naod that he was permenturlly told Bot to seks. this astter public\n\nor reveal the fect -tiat ha bed been faterramted by CIA repre\n\nsantativeas. If this ia not troo vo abould lite to how, #0 tht\n\nve eno acres tbo yalos of any_siullar reports, If 1s ia true.\n\napd ths vitercs bas pala he can rmce ths tvo CIA egerts involved _\n- then vo should Like to knoy co what outherity he vos ortered _\nte beep silect. Binor the Aly Force states thora is po security\n\ninvolred and Z have prremem ly been asmired by Als Fores officers _\n\nend dy high-ranking Feral scadouy clasmntes of sy Gm that X\nwas in po vay doing o dlsearvloy to ths cocntry by Ry Gm rere\nlations; I 22 goricusly comeerms) ~- ag {2 cur Boerd «+ vith tis\noyparest cerestehlp.—If i¢ dosa exiat, we should like to incy\nwsdar what lesa, and by vhat authority, it dm been esteahiished,\n\nend loseand ts rengocs for requistizg vit=zseon to keep silent.”\n\nshs 13 lareh mecorendus vas refwered to ths, A0/0.%g tha AD/SI for\nsecmenty Bm copy Of cur reply is attachsd,\n\n\n\n--- Page 2 ---\n\nCA BOTS\n\n1. Apearenthy Kafor Feyhoe is peraicting in te effert to ftod\nont if a CIA egiat tald vitoozscs of unidentified flying objscts not\n14 rake pehlie Infoowvttion about theater sightipen. ‘Aa background the\nfelloving is a qrotetion fraa bin 13 paren 1953 memerendua to the\npet:\n\n“0 aleo shold like to krow whethrr Lt fa tree that In oce---\nae more cissa agents of the CIA hars told UFO witsagnos pot to\n\nmako publia infonstica in regard to thoix eightings?\n\n“is have ose report to ths effect that « witnere was Inter- -\nrogeted recently ebout a sighting wich involyed a photograph\n\need tha? ha was peresoturlly told not to seks this sastter publiie\n\nor reveal the fect tist ha red been fotorragstal by CIA repre\n\nssatativess If this ja not trues ve ebould lite to koow, 0 that\n\nVe cas acees3 the yales of any pinllar reports. If 1t 1a true-\n\napt ths viteers hea eald he can rece (hs tvo CIA eserta involved\n\n- t2ea va should Lik to kiov on what sutherity be was ontered\n\nte berp silent. Since tie Airy Force suites thera is vo. seer ty ae\ninvolved and I have prreccelly been assured by Aly Fores officers - _\n\neni by hich-ranking Fetal Acadeuy olasmntes of sy wa that I~\nwas in po vay doing a disesrrloy to the comtry by ny om reves |\nletions, 1 Sa cartcasly cones ag 48 car, Mer - vith this\n\napyscress cerstrship. If 1% dcosa exint, we should like to ince\nwaar what lew, ami by what authority, it tee tern estehiished,\n\nend Bise tis reesocs for requastizng vitoserea to mep silewt.”\nwh3 13 karch mxorendus was referred to the aD/o wy tha AD/Sz far\n\n. tamenty & copy Of cur reply 18 abtochsd.\n\nPras eR BAR pry n3\nOV ene eae Peat beanie\n\nees nae pert’ an ™“.\n\nehh Coonan sereeee Vd Maree see\n\n\n\n--- Page 3 ---\n\nata\n\n. % they were of interost.\nP xs es shea esiard if ha cenld write a\natior to tho. Dor tating bis Khation of ths photos oof ack his\nyoraloeiog .O present tha resulting mtertal of iV.\nPuonld bare to rela hig om decision shout Ae\neorploted tha intervicv. :\nBor hes ¢ & “reputation ae\nos portidly delag. overentmateatio atout UM'S, 1s voll and\n\nation cf tha tro. .\n\nh, formally, afooe oor tMHelA representatives are overt end\nCarry credertiala identifying thats association with -the- Agesrsy, wa\nrespond eftives mattvedy to any auteids Joosti{ss ‘\nthat Ke\n\nto prove a CIA agent told a UiO viteses\nnot to rake his inforsstica pablis.\n\n5. Deo porsitilities for reply pmasest thonealvest (2)\n\nntellizence orgsn-\n\nCot\nYeonrks ox Shot Keyoe. my rave,\n\nTactthis caro it sears\n\njw52 the eoont, Ehonta tile occur -\n» Ferman's eerintns to hts on\n\nLT April 1953 which explatoad that Agacey recorla bad besa cidebet | end\n\nrevesled that no CIA eployes at ary tier Red orion éuy USD witness\nto seman dilans aiout hig odecrvatiog. _& PSS G72 Sp aS ee\n\n$0 hie con Wat a CTA agent\ndis Infornaich, and forthor that\n\n\n--- Page 4 ---\n\ngh ce eon cn eg Ag aL\n\nSn nn ee adel amcenateaahteaet hai elena aa\n\neee nanan ime\n\nPE NON Mra a Ayn oan\n\naS\niat oe nhere~\noh Bet\nga\na\n— hat\n\n& Ss recoceend that tho s2oocl alternalive sbors bo tricd\nfirst end tace future action on 0 ROYRCO'D IN; mele A coggested cart\nreply fa attachod,\n\n. Chte?, Contest Division\nOffice of. Ooasvations\n\ne\n>\n. -\n. -\n.\n\\ y\n. » ‘ee\n. “ e eo\n2. s.\nws we -\n\n\n\n--- Page 5 ---\n\nextelée of officlol chucnols,\n\n43 pou ean reedily urdervtand we do pot\n\nwee\n\nrota) x\neltive sffirrotive\n\ne\n\n2\n.\n\nsh\n\nry &2¢\n\nrestive informatica in recposce to en fecal\n\nRoald 4 be\n\nor\n\ncy\nbs#4\n\n_poasthle for you to tell ux\n\n- &8 yomde\n\nOffic\n\ntive\n\nos\n\nat\n\nSk eee ad TY\n\njee wen ae\n\ni,\noh\n\nSe Sa aD a,\n\nmar nahta\n\n%\n\ntae\npay\n\nae hee\n\nia acer\n\newes = Net\n\not\n\n.\n"
}