{
  "url": "https://www.cia.gov/readingroom/document/0000015345",
  "title": "FLYING SAUCERS",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015345",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "2",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "November 3, 1952"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015345.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nMesabh wei nate ttle nda Dalim nidatel it eal ecaibal shsiindt Nhe ihet natant tnd. econcaint heteneansbenumnsenentanttiatnstasninncwetn—tatatetre renee ee) ees ye |\n\n=\n- -- ne ee eerie ey es =\n\nfn oa: ss sp Rse\na ae ——\n\n3 December 1952\nMEMORANDUM FOR RECORD\n\nSUBJECT: Flying Saucers ~\n\n3. At 1100 yesterday morning I net with Dr. Julius A. Stratton,\nExecutive Vice President and Provost of Massachusetts. Institute of |\nTecanolozy and Dr. Max Millikan, Director of CEHIS, I briefed them\non the various new-reports_of sigatings_ including the Limestone Base\n\nat. rhe\n¥ pe A A DN ALE LE LAT ee ee —_\n\nCase, the Florida Scout Master, the Uteh Notion Pictures, etc. I-also\n\nbrougat Dr. Stratton up to date on develooments which had occurred= == > a\n\nsince our previous discussion of tae subject in August. Dr. Stratton —--—---=\nreiterated his earlier position that this is a subject wnicn must te. 8.\n\ninvestigate? and he said-that-probatly the best means of getting a.\nthorouzhly competent review-of-the problem would be througi Project... :\nLINCOLN. He said, nowever, that in view of-tne delicate position in  _ 4\nrelation to Air Force, 2s a result of tne \"Sumner Study Reporsily any 2.\nacceptance of this project by LINCOLN must be based on Air Force con.\ncurrence or on en independent-oroposal\"from.one of the otder services.\n\nHe said that Alfred Hill would-be tne test man to head tie groune -\nAssuming that it might prove inoractical to plece tne Project at--- - -\n\nLINCOLN, we explored other_possibilities:inciuding Princeton and Cal”\n\nTech. Dr. Stratton felt very strongly that Cal “ech would be the :\nbetier of the two in view oF tse presence tnere of Rovertson, Lauritson, °\n\nng eS =. ° a. : ae =: .\n. y7 Spitzer fon tenporary duty fron Princeton), Millikxen's brother and - -\npr obnerss Dr. Stratton asked particularly-that we keep him informed\n\nof the progress that we make inchevinzg-tnis-problem investigated as\nhe is perscratly very interested as well as fully aware of the potential\ndanger end inglications of tne situation.\n2. Following ihe meeting with Drs. Stratton and Milliken, I\nhad lunce at the Faculty Clud wita Lloyd Berkner_and derrold Zacharias ~~\nand briefed them on the recent cases and our feelings regarding their\nimplications. Eerkmer, while eoparentiy not interested in taking a\n2 felt strongly that the saucer. problem should be\n5 estigated from a scientific point of view. Zacharias\ndid not epsear to be greatly interested in the proolem ani made only\ntion, i.e.-that Shirley Quincy of Colundia University be\nbrought into tne picture. Quimby took his physics degree at the sane\n\nwar been a Navy scientist working on ASW. Zacharias suggested Quimby\necause the latter is probably the most expert man in the country\non magic end general chicanery. .-.-. .\n3. My conclusion from these conversations is that it will probably\nbe necessary to secure the full backing of DCI in order that a scien- _\ntifie review of this problem may be laid on. Without this backing, it\n\na>.. 7. ee law whi ah\n\n\n--- Page 2 ---\n\naA VREemuiGk &7 7G\nMEMORANDUM FOR RECORD ; .\n\nSUBJECT: Flying Szucers\n\n1. At 1100 yesterday morning I met with Dr. Juliug Ae Stratton,\nExecutive Vice President and Provost of Massachusetts. Institute of\nTechnology and Dr. Max Millikan, Director of C&iIS. I briefed them ~\non the various new reports of sigatings including the Limestone Base\nCase, the Florida Scout Master, the Utah Notion Pictures, etc. I also\nbrougat Dr. Stratton up to date on develognents which had occurred\nsince our previous discussion of the subject in August. Dr. Stratton\nreiterated his earlier position that this is a subject which must te\ninvestigated and he said thet probatly the best means of getting a\nthoroughly competent review of the problem would be throug: Project\nLINCOLN. He said, nowever,-that in view of tne delicate position in\nrelation ta Air Force, es a result of tne \"Sumner Study Report, any---\nacceptance of this project by LINCOLN must be based on Air Force con=\ncurrence or on en independent proposal from one of the otier ‘services.\nHe said that Alfred Hill would bde-tne cest man-to head the grouDde\nAssuming thet it might prove impractical to place tae Project at\nLINCOLN, we explored other possivilities inciuding Princeton and Cal -\nTeche Dre Stratton felt very strongly that Cal Tech would be the\ntetier of the two-in-view of tne presence there of Rotertson, Lauritson,\n_g7Spitzer Cor tengorary duty from Princeton), Millixen's brother and\n- “N otners. Dr. Stratton asked particularly that we keep him informed\noT of the procress that- we make -in-heving tnis-problem investigated as\n-\\.2\"*-- he is perscrally very interested as well-as fully aware of the potentiah ... _. =.\nfi:  @anger end inplications of tne sit ations == S==—\n\n. \\\n\neu sbiin bactidtne hb Deine ashabdase a diel ad annlbe shasta ae dnatndinenentiretn.schanauatp id putas anne ppdeseshsntnnd-sena-nonnimnearnaptiene-erreerensnrrra ane vee\n\nan ne ; 2. Following ihe meeting with Drs. Stratton and Millikan, I\nif yd had lunch at the Faculty Cluo witn Lloyd Rerkner and Jerrold Zacharias\nVee and briefed them on the recent. cases and-our.feelings regarding their .\n\nI implications. Zerimery while ecparently not interested in taking.a -- ----\npersonel pert, felt strongly that tne saucer-provlen should be\nthorousnly investigated from a scientific point of view. -Zacharias -\nansear to be greatly_interested in the proolen and made only\none sucgestion, i.e. that Snirley Cuinoy of Colunvia University be\nbrought into the picture. Quimby took nis pnysics degree at the sane\ntime as Zacharias; is now at Coluncia University, having during the  - a\nwar teen a Navy selentist working on ASV. Zacharias suggested Quimby\nbecause the latter is probably the most expert man in the country _\n\non magic and general chicanery.\n\nwould be necessary, particularly in the matter of availability of LL “2\nreports, etc. “\n\n79\n1 pg ae { Orig ~ Subjec\n‘5 tron 1 ~ Chrono -\nme. Gy STRONG \\ L - Daily\n\nEe aan\n\n_ ost Basoxa\n\nas il tnmecet ot teers eee . —\n\n"
}