{
  "url": "https://www.cia.gov/readingroom/document/0000015435",
  "title": "VISIT OF DR. CONDON TO NPIC, 20 FEBRUARY 1957",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015435",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "3",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "January 4, 1967"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015435.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nA4\n\n23 February 1967\n\nMEMORANDUM FOR THE RECORD\n\nSUBJECT: Visit of Dr Condon to NPIC, 20 February 1967) = >> >>> >>\n\n}. The U.S, Air Force has let a $300,000 contract to the\nUniversity of Colorado to study reported UFO sightings. Brig.\nGen. Edward B, Gillers, USAF,is senior Air Force contact and\nDr. Thomas Rachford- is-senior Air. Force. Scientist on the project.\nThe senior scientist from_the University of Colorado is\nDr. £.U. Condon.\n\n2. On 20 February 1967 at 0915 Dr. Condon and four members\nof his investigative team visited NPIC. With Dr. Condon were\nDr. Richard-Lowe, University ofColorado, Dr. David Saunders, __\nUniversity of Colorado, Dr. William Price,- Executive Director\nof AFRST, and Dr. Rachford,-USAr=—The purpose of this visit was\nto familiarize Dr. Condon and members of his team with selected\n. photogrammetric and-photographic analysis capabilities of NPIC. 0 7:\n\n3. The clearance -level-for.the meeting was SECRET.\n\n4, Upon arrival-at NPIC, 0915, escorted the\ngroup to Mr. Lundahl's office. In the ensuing 10-15 minute\ndiscussion between Mr. Lundahl and Pr.-Condon the following points\nwere clearly established:\n\na. Any work performed by NPIC to assist Dr. Condon\nin his investigation will not be identified as work accom-\nplished by CIA. Dr. Condon was advised by Mr. Lundahl to\nmake no reference to -CIAcin regard to this work effort.\nDr. Condon stated that.if he felt it necessary to obtain\nan official CIA Gomnent he would make_@ sejmrate distinct\nentry into CIA not related to contacts he has with NPIC,\n\n>. NPIC will not prepare any written comments, will\nnot analyze information with the intent of drawing a\nconclusion, nor prepare written reports. NPIC personnel\n\noo : oe ali |\n\n\n--- Page 2 ---\n\net\n\nee Oe ae ee aoe aed\ni :\n\nae emt wana ae ntomanetenies Seen [4\n\nSUBJECT: Visit of Dr. Condon to NPIC, 20 February 1967\n\nwill be available to assist Dr. Condon by performing work\n\nof a photogrammetric nature, such as attemptong to measure\nobjects imiged on photographs that may be mart of\n\nDr. Condon's analysis. Work performed by NPIC will be\nstrietly of a technical nature using services and equipment ,\ngenerally not available elsewhere.\n\n5, Following this brief discussion in Mr. Lundahl's office\n\nthe group adjourned to the conference room where a series of\nbriefings was presented to Dr. Conden and his group. Following 4\nshort introduction by the following briefings were\npresented:\n\na. General discussion of photcgrammetry, including\ndefinition, terminology and,;—in-general, what photogrammetry\n\nee ST\nis and what_it.can 00.—— presented this .. --\ndiscussion. _\nvd. oo | : followed\n\nwith a presentation of the analysis_he had been conducting on\n\nUFO photegraphy furnished NPIC by Dr. Rachford.\n\ndiscussion was of a general _nature and outlined the problems\n\nhe had encountered because of lack of basic information, ~~...\nsuch as camera focal length, make of camera, unspecified\nenlargements, etc.\n\nCe then gave a general discussion ~——---\non the microdensitoweter and its application to image. analysis.\n\na an ” followed_this with a_\n\npresentation on isodensitometer_experiments he has been - -\nconducting.\ne. ~~\" \"then escorted the group into the\n\nnew clean area where_they viewed and discussed the isoden-\nsitometer and the new Mann Microdensitometer.\n\nf. Returning to the conference room, —\nbriefed the group on measuring instruments used in and\nfollowed by a general presentation on the success and\nfailure had experienced in trying to measure objects\nimaged on the second UFO project assigned Following\nehie Atecugsion — i then conducted the group into\nthe instrument area where the Point Transfer Device, liann\n880 Comparator, the Benson-Lehner Plotter and the NRI were\nviewed. by. the. group. > Soy eet on\n\n\n--- Page 3 ---\n\nSUBJECT: Visit of Dr. Condon to NPIC, 20 February 1967\n\n6. At about 1215 \"escorted the group back to\nMr. Lundahl's office where a general discussion on UFOs ensued.\nAt about 1235 the group adjourned to lunch and following lunch\nthey left NPIC for a meeting with Brig.Gen Gillers at the\n\npentagon.\n\n7. Most all the discussion during the morning was of an\nunclassified nature dealing with primary basic fundamentals of\nphotogrammetry, photographic analysis and problems related to\nthe acquiring of enough information to conduct meaningful analyses. ~~~ ° ~~\n\n"
}