{
  "url": "https://www.cia.gov/readingroom/document/0000015338",
  "title": "FLYING SAUCERS  (PUBD IS UNKNOWN)",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015338",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "26",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "June 2, 1952"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015338.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nCENTRAL INTELLIGENCE AGENCY\nWASHINGTON 25,D.¢. 5, } qd 5 Ne\n. ; e\n\nOFFICE OF THE DIRECTOR —\n\nLEP ODI 10: Director, Psychological Strategy Board\n\nSUSJ=CT: ____._ Flying Saucers: -\n\n1. can today tranenitting to the National Security 0 2.\n\nproblexs connected wisn unidentified-flying objects aopear to.\n\nme\n\nhave imlications for osycholozic cal 3 fariere as well as ror.\nintellisence and operations. ° =\n\n: : : 2. The backsround- for this_view-_is. presented in some —-=-\n\nGe tati in- Feces oo. a a Tt —\n\n3. Isurgest thet se discuss at an early board meeting ~\nthe possivle offensive or defensive utilization of these ~~”\n\na=\n\nphencssena for osycholozical warfare purposes.\n\n.\npai\n\nalah at's divans,\n\n@\nWalter B. Snith\nEnclostrs Director\n.\n. .\nia\n\nCouncil a proposal (TA2 A) in which it is concluded _that_ the\n\n\n--- Page 2 ---\n\nOFFICE OF THE DIRECTOR\n\nLEO2SNDT TO: Director, Psychological” Strategy Board\n\nSUSJ=ECTs Flying Saucers\n\n1. Ian ‘today transtitting | to the National Security :\nCouncil a proposal (TAB A) in which it is concluded that the\nproblens connected with unicen wer od- “flying -odjects anpear to\nhave implications for _osycholozical warfare as well as for -\nintelligence and operations.-———— = ==\n\n. ee The | backeround- for tais view is” s presented in sone\ndetail, in M3-Be———- =\n\nzee met we discuss at an early board neeting i\noffensive -or cefensive utilizetion of these... 2 9-2-9 s.= rhe\nozical warfare purposes. -\n\nalter B. Snith— -\nEnclosire Director\n*. a? ees ‘ <*, “ aw M6\n\n\n\n--- Page 3 ---\n\nne\n\n. fac hee oS see :\n. . e\na iPneat fs peo 7 on iblen,< ,\n\n~ aa\n\nIt is ths purpoce of this otudy to datersins what” “eozcern Ws CIA, if. ae\n\nAOS SLO Do\nory,—te-resiert in the problen of *wmidontifiod ‘flying objects,” and to recormand, | —\n\n°\n\n. DISSE mL ep iteé Sage\n4f£ such imbaress is found, steps that stould be taken. to improme-€ls*s-imellisoaco\n\nvo * . #\nBes LET afte ‘ if» .. Ae » fA a -\npocition-orecraced Folated aesmtional.socuritys “\n\nis\n\n.\n#n\n\n.\n\n\n--- Page 4 ---\n\nPACTS BEARING CI OR PVE es\n\n1, Sinse 1547, thers havy toon edout 150) officisl reports of sightings\n; 77\n\nplus an enormous voli of lottors, phone galls and pross. roportes - During this -\n\nduly alona, official reports totaled 250. OP the. 1500, Air Force carries 20%\n\n\"Ry my\nes unextleinss ent of those roceived sinco- the first of this. yoar » 288 usxnleined, -\nWENN : ; “yee j\n2. Ths ecministrative unit now handling the Me Fores inquiry oa thase- wenn Base\n\nposnonada 19 a email section headed by an Air force Reserve Captain, Fe Je Ruppelt,\n\n.\n\nsisted by tro liowtenants and tro secrotarios at Air Zochnical intel Mgonoa a\n\n- . Cemer, Fright Meld. It is fron tis sald OND that tha controling oollsetdoea 7 -\n(eek -\n\net\n\nlation ona sssietey —\n\nxclusivaly to the\n\nhoa *, wm» oa ss\nfe Se Rosearcs and erslycis at tits tims is Mini tod alrost 2 f\nwee 4 7 . . ee nora et\n. . .\n. ~ tae\neS pspa Gest. Tt,\na =\n: So \"\n. neta Veet omer: Se ep Da um ots en a\nSTD TI pee Te at at TOUT PT Sas OL . PEAS Grips Bench phe ;\n.\nCEOS LGA QUE] -cce Tau OL Bisrpepye Tye cfOu EINE Aves ye i, Sea e\ntye When te mi a geey! poo\n\n\n--- Page 5 ---\n\n1, Sinss 1947, thara have toon about 160) official ronorts of sightings\na.\n\nplus an onorsous volizs of letters, phons calls and prass.reportse During thio\n\nJuly alons, official rozorts totaled 250. Of tho 1600, Air Porce carrios 20%\n=\n\n. . 5 . * * .\nes ucexpleins? and of those roceivred since the first of this yoar, 288 unsxxlaizci. ©\na : . : “ye\n\n2. Ths acxinistrative unit now handling the Air Force inguiry on thase of\n\nposnomema 19 a email ssetion headed by an Air_force Reserve Captaing Fe Je Ruzpelt, = ==\nessistod by tro Mouteaants ani tro secrotarios at Air foohnical intel M gence .\n\nCoxter, Fright Pleld, It is froo this ell group: that the controling coltesttooa\n\ncirsetiva to the ertire Air Forea origionted ond at 13 to tis exall “group thas ee\n\n4\n\n'\n@\n3\no\naf\no\nry\n54\n(8)\nos\n9\nJ\na\nfe]\nia)\n‘3\n\nving saucers coms for collation and enalystay = ee ee\n\nSe Rossares end emilycis e+ this tims is Mini sod almost gnolustvaly: =, to thee he\n\n. eet tre are\n. . “eo\n. ~ tye\n.\nev Wa Gaette. Le.\nweve 3\n: . .\na . .\nLet tet mee Fhe Ds ce ets ont >\n= ot ~. ~ Coane eee | ‘ a} we feet gt s Riyege wa St °\noe *; - sete we Tae ss s.4 .4 $e bare f° age ie\n.\na. } Fes - O2- 22D TSS Tele LL ONE Tits Ave eocga, Na ee\nee POS BOS e yp cee ee OL Sota geypo gree SPUN Od, i, 7 : i\n. s\nPhd , wT oD Be : :) ‘ rare) tS os A eter\n.\n. . - eo : Mig ln + te\nST, LL AE LO eae el\n\nsoem\nPe aly\nys al i\n\n\n\n--- Page 6 ---\n\nCen RE SUE AY EME, COTS OT Oe NEES I\n=\n\nfa r _ FTW EN EE Wrasse ms\n\nrh.\n\nSno these ran OST tos entered into its inquiry fully were 4nat 16 ws\noorins guto u field alzoacy enarged with ; -artoganintp, ozo in sich objootivaty\nnod boon overridiea by nyvzovous pongetioaal writers, ard 029 Sn which there aro\n\npressures for extravacom® oxplonstions a9 wall as for oversinplizicatiog. ney\n\nSHedses\n\nprouiea sith those in charges of tna Air Foros Projocs ads “rignt flelds revioced--\n\npe corsiesradis solums of inbolligoncs ropertss” chnezaa ¢ tho soviet. prég3 aad\n\ntrocdeast indices} ana conferred with vhree of our concultants £ at Lit, < ali Leaders\n\nan Ghody eolemtiszie folds.\n\n‘She present pad) Beale inguiry a% ATIC, whioh thus far has bova able only\n\ni &5 yoo the once tiatery appreacs oxerdaing of on Anetdar carofully to cateraics =~\n\nsoar Jt cas So explained or TF shay ib rast be put f into the Tusepleiwd”\nes aietyy Bes congiiored a porfestly vs yaliad procedure bes, 02° that ef2ored oat\n\n; wake judas dn eponiag up oxzlarations rozarding the nature of these phonamem,\n\nweak sg at RIT told va, &b would prenety, bs found on the rargins or just\nts sAera of cur peasant knoaledge in tbs Molis of aimesteries,\n\nlei ggessa plecgamay Wing into acoush, who. pers”\n\nsrs eo et A edea tae fagter ta oonaidore A cystomatlo _\n. sat + + « meets S neler, sa 6 R =635 4 vw ~~ a\nsie vaplabidd o2665 19 ald t ggutesplabs a enerey oropdinra\n. re a Oe:\n\nter ef fronty aud involving a variety o?\n\nconsulted with a yorresontative of Air Force Speelal: Boject @ groups dis o35sed <9\n\n\n--- Page 7 ---\n\nAmor é\n\nnaa wowss were -—--\n\npressuros for owtravacont explomations 9 all as for “ pversinglifications They\n\nSHerlses\n\nconsulted with a representative of Air Force Sreaial Evagects groups discussed tno\n\nprovlea with siece ja chares of tha Air Foros Project ar Brien fleld; roviorsd\n\np considerable olan of imolligones vopertss caacked t tn Soviet prés3 and )\n\ntroodeast indicass ana conferred with three of ou consultants at its, all Leaders\n\nay tnoir sotemeivio fields. ,\n\nShe presen’ pxpil ceals tnguiry at ATICS shioh thus far. ras bool able caly\n\n4s ump the oate hiat\n\nsear JS can do ex\n\na sity ee conghe\n\naie é\n\nory approach, oxeriaing osen incidoxz earafully to coveraiss _.\n\nxpleined of Th shor 1% rast ve put into * he Vanoplosiasd?\n\nored & poy. foaly valid procodure | dub, 029 that ef2ored o2t\n\npenlas vp o explanations regarding the rature of those prenocest,\n\nveal sg ab RIT told us, &b would probably ba found on the margins oF juste\n\n=\n\na of our pre: sant-tnozledge int tbe rietta ef atmosqhorics,\n\nwosepasdabpiccemmma, taking inte awornt tbo pors¥OE ey =\n* ah ae\n\n=Jer tam Fagtve ta ponaidere _A cyotomatio\n\npetecag-aphads 22.02895 Gould Contespists a entre RUiy Vrxoodrnnar\n\nwre\n\nLeda Riis eoasty og: .\nrider of frouty oud involving a wriety of —-\n\naiid aral, i ; a\n\n\n\n--- Page 8 ---\n\n'\n\nS00 2098 Aho 52 tf alm a alae Se eB iad SIS Sse Slain ort elle Nal aban apn tininennhsieat hated oe nO panier\n,\n\nTF5 SAERILIIN:\n\nParrs\nor Ads\n\nWs beta Tie bist\n\n”\n\nhae eo om\n+ 0 ined Dethenbrdy O°\":\n\nrel Lee\nre\n\nLe a tain tases Bad ancte ee ME al!\n\nor plans could bo mde.\n\nHD poled OF fw uetod flying objocts” is a ratiozel scocurity\n\nproblon of csoncorn to oporations e5 well ao to intollizonco.\n2. Operational problems are of primary inoortance end should ba atteoksed at\n\nonce. Thoy inoluce: ° .\n\na\n\n&. Teking inmediate steps to improve identiPicatioa of Pokantars® £0.\nthat in tho evans of on attack, instant and positive idombification of onerny rockats -.\n\nbe Datermination of waat if amy utilization should be mide of these\n\nphenacena by US psychological warfare planners ond what, if any, dofeases epould\n\nbe plannsa in axticloation of Soviet attengts to ubilisa thon.\n\nSe Intelligence problems insirdse. a.\n\nPa\n\n(1) TRosher any ere ouscaptibio to_comtrol, sua can be thus ~~~\n\nwiilicei for_either military or psyoholozical offenses or dafense. |\n\n(2) Thetter any are pesdictable and can thus be tolen advantase of 9 > o> 0 =\n\niu rdiltary or psychological opsratioas,\n\nee be The Frecert lovel of Russian knowledga regarding these phencnonae -\n\nCe Fvaarsly Lovist totoxtions and sarabilities to utklico these phenemra. . —)-\n{9 the detrtront of Us So SET re Ss eae a\n8elzent of US Secwity intorostse\n\n\n--- Page 9 ---\n\noncae They inoluia: :\n\na\n°\n\n@. Taking inmediate steps to improve identification of \"piantars? £0\nthat in tho ever: of on attack, instant end positive identification of onemy rockets\nor plans could ta mda.\n\nbe Doterxination of what if any utilization should be mde of these\n\nptenoneaa by US psychological warfare planners and what, i? QUy defenses epould --.- —-\n\nbe plannad in anticisation of Soviet attengta to utilize thon, ~~ ae\n\na\n\nSe Intollizgersa problems inslods,\n\n@ Enszlodse of tha exact -miture of theso phecamonma ossecially as | - Sot\n\n.\n\n(1) Thothsy any aro susceptible to control, and can be thus\n\nwiilicsi for cithor nilltery or psyoholosioal offenses or defense, ——\n\n2) ‘whether any ere predictable and can thus bs taken advantace of |\n\n—— _ Au cilivery er_psycholozical-operatioas.\n\nbe Yhe precert level of Russian knowledge regarding these phenonenae -\n\nPe Myastile Lories f3tontioss and eacabilitios to utiliso these nhencesrm. 9 255\n\n< ‘ ~ ; . , . > T , “7 j\n9 the detelrost of Us soeurity interosss,\n\ne ~ 7 ; ti.\n~- Abo roasoas for silores dn the Soviot-Prass rogardins \"Flying suscers”,\n. . 8\n\n$+ Intollisonss reszonsibilitiog in this Mold as regards both eollootion\n\nBrtags a aa - . - ,\n“ialleta can be Cisoharcod with maxinun offootivoress oaly oftor much more .\n\n\n\n--- Page 10 ---\n\noye\n\nPam ight “ptt ‘\nyh APR a\n\nbass tet romain ds fee Dit jb ad aS Babin Nd on Ae eae Bsn yap\n\nrT Z\nseadheadiiaandhindadetascaneeieeanmiadaeaaaeaaaiel\n\nidunt comrtoontal recponsibilitios,\n\nbom anew ded\n\na4 19 of sven duportanoos ac to movit cosiizance ond action by tha Yatioszal\n\nSeourity Coursile\n\nAdditional work, diffuring in character end onsnasis froa tiat procantly\n\ne\n\nGe\n\nuncer ray will ds requirod to nsat tha specifio woeds in this field of bota\n\noperations end imvelligensee\n\nFRCS: DIDATIONSs ;\nKp oA\nOno of tha tro Seesbeie courses of eotion : sat teratshe below 49 Fropozeds | 078.\n\n4 requires BSC ection, and the other requires action by Secretary of Defenses a\n\n4 le FSC cotions unior this ootres, it is recomondceds — +s\n\n3 - - 2 = tore TET SR ee\na ;\n\n4 e, Thad ths DOT srossat to the USC a draft ESC aizactive (23 A) whlch\nug a\na proseritss that a centrally saciniotered ‘Fassarcy | program under RDS bo,\n\n4 ostablichod, in accordance with Seo. 214 (a), Haticwl Security Act of 1047,\n\nbd -\n\nthis procren having for ita rosoorca “adjectives” roqiirenents to te specified\n\neaten 7\n\nby the Soerotary. of Dafossss tha Director of Coatral Tateltigonee, enj Dix reater\n\n¥s) ohalomteal Stiratesy Board. —--- ee\n\nhe 067? . ee :\n“8% upon fesuance ef this MEC directive, CIA cxorcice ito\n\n* WA gy Ment cm @ € beet we i sed ee ws\n, “Po previding coordinated intellicence roqwressats and\n| “Sess pense 2 jpart to ROS,\n.\ni - 2 by drt ef Le fe, v. a ste eo a soot\ne ° os = =. . “ <8 ;\nSonidetion SAAN 2) ox undor this onwrto, tt is rocerscnieds\n*. “ se ein wae hl, =\n\n\n--- Page 11 ---\n\n6, Additions) work, differing in character ené oaghasia fron that presently\n\nucéer rey will de requirod to msst ths specifio zoods in this field of both\n\noperations end intelligense.\n\nond f - . . oe\n\nFROST DIDATIONSs ;\npean a meee\n\nPas\n\nOno of tha tao Seasbere courses of aotica sat eoratho velow is Fropozeds | one\n\n[ATS PeEee\n\n5\n\nrecuires ESC ection, ond the other requires action by Sesratary of Defenses\n\n~\nsalah\n\n2, FSC cetions unior this oocrse, 2% is recomondads ee\n\nGhat ths DoT srosoat te the USC’ draft ESC eiractive (IA3 A) which\n\noy\noe\n\nBaa ali idl aN\n\nib vee hapa\n\nory\n\nproserites that a centrally sdcdcistered yossarch prezmom under MDS to 2 lt\n\n1\nry\ncy\n\nostebliched, in ascordanca vita S30 5 2t4 (a), Estienad Sscurity: ‘Act of 1947, ~\n\n«\n\nthis pro-ren having for its rosoerca odjectives requirccea nts to to specified 8\n\neee\n\nby the Socrotary of Dafasssy the Director of Contral Intelligence, end Director\nYnoholorteal Stratocy Boarde\n\nhe OT - __., ,\nrat upon fesuance of thig Mic directiyo, CIA oxarcice ito\n\nstele dene Wiad treme Sinko! Ab ane teeny retinas foe Dinas 5 Rea cesar Aa nee at wet 9 498 fal 1 :\nTee RSS FUR NGUY PATSE PINAY AOE cay Te ORTON ST RRR\nmee ‘ BASICS Ar Er Pony remek) WAN ey LAN Peay RAPS Dea LMT ER ae\nae®\n\nS tae mg € ven, _ ; . .\n3 wa ly ; - .- Ss olte. . tbe . . . .\nWeviding coordinated intelliconce requirements end\n. Ter gene pl eort—te ibe\nq be . .\ni 2s St stereo? Me fe: cog tS mR\nj oS Is Eo Reser ety: ou “\nSS a undor this oxmmes, 14 40 rocommenzeds\n; te. Hi tw aro 4 eus-est-\nto: werptary of Defensa aloag linas of ¢\nsos ho aloe\nes coord! mAtGl Teeenre: ~ -\nDrogren would bo muladle to Ci, and\n.* wo ry A ot: x\nay au. lLourtnks * ee *\nu by Psfcasa, test evcrdiratea imeollizonce\no\nLe Sie ogee:\n\nstartolde\n\n3 sy] reg: te. } i\nPeovliad by Cid vatore tho citdy Aa\n\n\n\n--- Page 12 ---\n\nalata Yes sot Ad da en ah ED nt ily BD ease eased SINE\n\nceo gaa AS, De oh A AIRE LANTERN etd id 0 ML A OO LW ha Lot Pr\n“+\n\nme!\nwa perk otter\n\nwe laecnt\ntit lees\n\nata aby\ners\n\nabba\nPear ere\n\nbee\n\nmypetdeetces\n\nLt\n\nreales de beta Mes de nS wal Maal la Mes tele sla tn ue\n: boeken ven\n¥\n\nto Seat\nweeny. +\n\nHEC\n\nSUBJECT: Unidontified flying obfectee\n\na\n\n1. Tha Fatiozal Security Coundil has rocoguized ao a natioml ooourity\n\nproviea ow prosent limited capabilities in making proms positive visualer\n\nrochonical idamsification of flying objocts. Tho problem is racosrized loo as\n\nons which bears directly upon beth offensive and dofonsive casabilities of the\n\n_ erbsd farees; 25 os9 of concern to operations ag well 3 to intelligence; and as\n\n-\n\nose Eaving possible imslications far pzyekolozical warferes-\n\n_—\n\n2 As ths asturs of tho probles is suck that a centrally aiwieistarea\n\nflers tho dect prasisa of rrosvess, ths\n\n~~\n\nireoter, Lesoarsh and Develo “cari is obarzed vith the responsibility of —\n\nSacretary of Defensa ani as rezards operational requirerwnte: of the Director\n\nof Central Intellisense, as ragerds the intelligorce yaguircrents ani of Director, -\n\n3 records psychological warfere implications,\n\n\n\n--- Page 13 ---\n\na)\n\nfay\nfit\n1\nA\n{\n\nhy\n\nse ete a oe\n\noe\n\nsibilant pias 2000 nee tases\n\nexexy rocks<s cr planas, tke solution of intallisence problems ere of mfNclext\n\nDear? = ott ori\neA Ene\n\n; eneney DCI\nTO 2 foerutary of Tofenss\nSULJECTs Imtslligence intevos$ dna study of unidextified flying obssctse\nLe Pecontly CIA's 6ffice of felertific Istol Lizezce rade an inguiry isto\ntho possibio invalligence inptieations of thia subject. x) eeeriasa that while\n\ntho operatiozal problon of imsroverent in identification of \"phantoss® nas of\n\nfirst priority tecause of tha reed to make instant and rozitive Seombification of\n\nimportance to justify vigorous support by this Apeacy of an organized attack 02\n\n. tha problea, ;\n\n2e In ovum ing quiry_ “three of our men consulted with a representative ‘of air\n\nFore Sposlal Projects grou; disstssed the problen with those ‘in charge of the\n\nAly Fores Frogact at Wright fielas” reviewed | a considerable yolums of intellizonse -\n\nve;ortsy checked the Soviet cress and broadcast “‘Andicos; exd conferred with tares\n\n*f cur consultants et IT?; All loaders in thelr solomific Picldc.\n\n\"4 Ne wee *\n\n“Te Se ee AR ce ke - . ee\n7 * @ explained or whether £3 rust bs sut into the\n- ae se aw 2s = ‘, . -\n“enters a porfoctly valia Procedure bus one that\n“ \"OP Bb tees eae bre NG\n\nt : . . * 2\n*? Prealse In o oo” rT eg we, .\nning uo explasatin« ;\n7 &xplanations roezgirdine= tha nstues oP thence\n\n\n--- Page 14 ---\n\nle Pecontly CiA's Offico of Sciertific Istolligonce rade an inguiry ist\ntho possiblo imallizence implications of this subjzot.e Ta conoluded that while\nthe operatiozal problonm of improverent in identification of \"phantons” ras of\n\nfirst priority tacause of tha reed to rake instant and positive identification of a\n\nerexy rockets cr planas, tha solucion of intalliconce problons era of sufMctent ~\n\nimportance to justify vigorous support by this Agoncy of an organized attack oa\n\n> the Probloze |\n\nOo swarmed\n\nWY beter a\n\n5 < ‘ - 1A De Ca hatte Bo ed.\n. Seeae name liamainst was tvate reneiOh: «se ln D  AA tr nnn natacA An SND AAA Sm a te wD hl tt No\nsa. staebeaes “tet cin at nmintntle te Nena nh san tt tin hn oy ein vainant ad ae — Mite -\n\ntiger ,\n\n2e In ou in quiry three of our_msn congulted with a representative-of Air -\nForsa Spooial Projects grous; diserssed tha problen with those in charce of ts -\nASy Fores Projacs at Wirient fields ravicwed a considerable voluns of tntelligonce\nre,orts) ohecked ths Soviat > oss and broadcess iniicas; end conferred with three\n\nef cur consultants et LT?, ell leaders in theif solewtiNe ficlées\n\n*e ihe precect erall sosle inquiry at ATIC, vhich thes for hes been able\n\n+ Be weg *\n\nt—- were history approach, ozani nines ooh incidext carefully\n\ni+ ae ——— wa . er “\n. mn Le eeplalnal or whether £2 ruct bs nut: into the _\n\nae te\n\nie ey eens are ‘ = SS SES\nretin a porfoetly. -Valia\n\nProcedure tis one that\n\n~ ee -~ sgse ' . oo Wn et pe elo orden, x, aro .\noY Meoatee Ty omning sf\n\nS UD explanations Pogarding tha natura of those\neos ee, tultanty at LT told us— aa\n“Alo ~ it ?\ntod US, A voyld Erobdably bo found on tho\n\n“#hoi\n“Se teatl o}\n\n‘9 L£roatyorg. of our | Pres\n\nont Lnoaledze in tho fleldo |\n\n\n\n--- Page 15 ---\n\n|\n\ntah ets LKiebienatD mink be Wiinge dink Hide Mantel Ninvteretatid Brida hee! teres sme bet betthail e EUE A be iE Ele hPL AES nba A meee cee = naman teeta oe teen setter\nLy\n\nnt 1D herve taeib brid a! Saba nada\n\n(airs\n\nma rerenee on\n\nenn raemmeraart tye thincaddh here Reie Addie heer\n\n~\n\nRYN eet eee\nPy dd\n\n. wel\nfade binarobeme dwiw\nsient \"\n\noO  Nbabises yp ne\n\noe\n\n«~oraol paonoroma, talking into aocourt\n\ntho possibility that nuclear vesto products right also te a fector to consider.\nA cystemtic attack on tho aseyos umaxvlained euses would contemplate a contrally\n\ncoordinator prograa involving projocts on a mubdor of fronts onl involving a\n\nverioty of tochniguos not now usdode\n\n«\n\n4, As the strictly US militery operations probles of inprovad identification\n\net hom aad atvord is clovely tiod to a uumbor of intolliigencs quactions, it wovld\n\nbe advanvegous to CIA, as wil-as to the interests of tha intelligence. conponauta ce\n\nof Department of Dofenss, if intelliconce research rog-irerents oovld be inoludod\n\noe\n\nin any organized inquiry into too eubdjoct.\n\nBe At this tine ca kno 80 1Stle of the exact nature of thess phenanen\n\nthat additional rasearoch would te nocessary before it could be said vhotker erjpre\n\nsesceptibel to sontrol-end tan thus bastilized for either military or psychological\n\ncffonzse or defonss, or whether amy-are prodictable, | ani can thus ba takon sdvanteze\nof in xilitery or psyenolosical opsrations.,\n\n6 It rx bo found thet an arproprinto center Yor cach rosearca would be\n\n48 a croup ouch as Protest Liesoln which is nov working for Papartrent of Defense\n\nes ;roUulens of ale dofozso,\n\nYe AN thta tine we are unable to find any basta in our informtioa fer\n\nfe serset Intectious or capabilities to utilise thece phe nomena\n\ns . eos . . . .\nae a os wee ete . s¢\n\n& . ‘ Ad 7\n* te9 dotrirent, ths Sortot Procs hag.\n\nbaon silent oa tho cubscot = thloh ig\n\n\n--- Page 16 ---\n\npaancisch pewstnm eee Pe\n‘\n\n‘a\n\nom Sad eee\ni\n\nM4 OP datrtrent, The Sorat Procs bas\n\nfay\n\né Vurlleg v ~\nfagalry into this endfoats ~~\n\nworioty of tochnigues not nov wood.\n\n”\n\n4 As the strictly US militery operations problem of improved idantification\n\nes hom aad atrosd is clocaly tiod to a number of intelligoncs quactions, 1% would\n\nbe edrantegous to CIA, as wil as to the interests of the intelligences conporanta\n\nof Denartmant of Dofanss, if-intelligoncs research rog-irenents oovld ba inoludsd\n\nite\n\nin any organized inguiry into too subjocte . as -e\n\nSe Abt this tics wa know so little of the oxact nature of thesa phenom |\n\nthat additional rassarch a ould _to_nocessary. pePars it could ba eaid whotker anjpre\n\nsesceptibel to conkrol and can this bdutilized for oitbor military or psychological\n\ncffoase or cefonse, or Ghether em are prodictablo, and can thes bo takon fivanteze\n\nof in rilitery or psyeholosical onsration3s.\n\n6. It ray bdo fond that on epprogriate center Yor cach research would be -\n\nta @ croup ouch as Profast Lirsoln which is nox working for Papartrent of Defense\n\nee crovlens of aie defozso, |\n\nYe AN thio tine we are urable to find any basis in chr Snformtioa for.\n\na . t\nwore de ferret tn\n\ntentious or capabilities to utilize theco phenomena\nbeon silont on tho cursoos -— thioh ig\nt. ttoelft 1 . . ,\nPFOVICAL TD ee a8 GS arp wah end cue, foe\nOo -= ant wo ere not yot able to evoraisa the prosont Invol\n\nsualota of Sots oo\nut Os Scwket colentists rogarding those nhenomona,\n\n. Ve kt would hy epore\n\neFeodatud if this agoney could parttetrate in any plans ~*~\n\n\n\n--- Page 17 ---\n\n= -\n\ntee\n\nNee il\n\naa\n\n| bY, Strong bas discussed with you soca of the goneral, foatures of this — in a.\n_ tl & Lest perry t fo 2)\n\n| problom, and now I should like dj to iescribe briefly how the Air Force has\n\n*\n\norganized its study of reports on unidentified flying objects and outlins = __\nits methods.\n\nThe administrative unit now handling the Air Force, inquiry. on these\n\nphenonena i (oe unidentified Flying Objects = (A TICS a oy\nSection of the Mroraft. Propalaign Branch of the _ TAD)\n\nTeohnical Analysis Division of Air Technical -\n\n——s\n\n*Ttelligence canter,” “Wright: Fists) cee\n\nRe\n\naoe Ar Beh tof hit lh rer OC Guba\nassisted by tro Liewterazts and two secretaries, It is fron wads scald group i __\n\nthat the comroling collection directive to ths entire Air Force originated —\noO Shyneg SRS LOPS\nend it is to this exall group that the flood of reports on unidentiszivd-filying\n\nPeojISA ccces Lor contac tion and ans lysise a\n\nThe strength acd position of this central adnini strative group clearly _\n\neco\n\nindicates a low leval of support, and, presumably, cerious reservations .in tho\n\nfe’\nCN\n\n\n\n--- Page 18 ---\n\nthie contral offert at ATIC is rainteinod on 4 riniral basis while there is ~~ -\nconcurrontly ordored a worldsido reporting systoa end an intercoption pregran\nwhich ray expond hundreds of man hours ard thousanis of dollars.\n\nThe usthods used by Air Force are now fn the process of chango but the\n\nconclusions and oxplamations given to the publio are based on the process Ten\ngoing to dascribes\nRassarch and analysis at this tin is linited aluast exelusively to.ths 7\n\nease history rethod. Reports, waich ero limited jn thelr. cOTSIRE® to tea\n\n“broad eleroata of inforratios, are received fron the ft fields painly © through\n\nthe Aireintellizoncs reporsins syste though also to a Limited extent from\n\nthe other sowricss and fron the Demrtrant of States a\n\nrr . . . .\ncts {coms to tha. | Unidentified | Oojacts s Section vhere each ors\n\n431 exarined separately to determine vhethor it is explairable as Onl sintarprsts\n\nAdons of a knosa objet\", of whether At must bo classed as \"unexplained.\" ard\n\n.\n\nsudjast to furtrer inv. stigation,\n\n[ms this sorting preseass, the, rorert?? ere first exacinod in the ext of\n\n. ‘e . . . * -\n-- +o,\n\nestedlis=ed ard readily available factijeuch as ‘Jaom dalloon tracks or aireram\noe\n\nflights.| The repors ray then de reforrod to an Air Force Basco or to thse Office\n- we\n\nSe\n\n\n\n--- Page 19 ---\n\n‘\n|\nt\n\nof Spocial Investigation for cirsct imterrozation of tho reporter, Alco, in\n\nsors cases ths reports are reforred to tochzical or colontific cpoclalists\n\n’\n\nfor interprotatloz, It should bo borza in rind that this is 012 o2 an\n\nindividm? case basis,\n\nbet neal\n\nThora has been no systexstio or oxtonsive use of othsr ctandard mothods of\n\n: proceseine data, It is true that thers havo boon a for attomts to oxanins\n\n50ms of the breader quostions tzat_have boon raiced by thosa reports. ATIC haa,\n\n-\nie 7 = —- a - ~~ ane eet ee —? a ee - _\nce Se een d Soe eek\n\nons by ons, to plot then of A mip, _Thosa plots shew a hizh incidence of\n\nreported casas naar_atemio instal letions and Strategie Air Command beses bud _ :\n\nthis risht be exvected because of the greater rimbor of alort observers in such\n\n¢\n\nfor oxemple, Isboriously goce through tho accuntlation of “unexplained” US reper\n\n«us hn ih\n\nplaces, Actuslly, a mmber of accepted resoareh tochatgques that should be used\n\nin any effort to gain a soind understanding of those phonomom, havo not men\n\nomployod.\n\nThere fo, of courss,} cozsldoubt rogarding the oxtont and kind of effort\n\nrequirsd for the fistuses, The Alr Force has not yot fount amy great cause for\n\nconcern, Castain Bussels somrbod that, ay the prevlom soom3s to be of rore\n\nowisern to overntions than to intellicnes, it nicht aporoprtatoly bo moved oub\nok esa ee we FES Pp\n\nof intolligezes to som operational command, | (siithin tho last two ymeka, he\n\ngee ST\n\n\n\n--- Page 20 ---\n\nFe eee oe Hae te eR en eee ce\n\ni . . - ~. . ”\n\ni Cc\n\n: \\has tricd, wnsussossfully, to hand the baby to Air Defonse cate) a\n? wa\n\n. .\nTaers ire oa fap om BOI, tr wfele a wag ft\n&\n\nLOF the escoxtial procossas that rivht bo uzol if Air Forco coasidored\n\n—s\n\nae an tot mes\n\ntho inguiry worth a full blow offort, nw could lict tho follozing:\n\n! FE thee E00 Yeh for So tie tf We fe rere La\n\nae,\n&\n‘\n\nquesticomaire, f TAg_ gestions. asked. in tso prosent colloction diroctive are\n\nhomed\n\nadzitied to bo inatoqate even for tho linttod casoehistory ezpreacke Further,\ns v\n\nSoe ee ths Grszsrs fre not. processed | in such o tz ag ag to easily porait the seit Se ee FS\n\n_. €averzization of tho lims of re h ond A enalysis the £35 ckould: be foliomd. |\n\nri\n\nets reported by shane, size, odlor, ote, or\n\n“studies % yavoa boon més, for examolo, -\n\nade tii\nee\noO\nif\nb\nsf\n51\n7\na\nP\nt\nr\n»\n°\n\nst and L avoraso duration of sightings of\n\n‘ PTI cS ERE CO ORE TICE OSTEO TT ae Pe een cen eee ee RET Fe ree ee SO ee es\n. 1\n’ : '\nI\n|\n|\n1\n'\n1\n\n‘ . OST . .\nobjacts of various ints, |\n—aet\n\nSo of oF ty , 7.\ner App tt LO Di FS OM ob prt ver, a hee tye “tums\n\n~- ~* = = . ;\n[ theca Sestencne ss Pawo concsired aneinst oatine crossesxe7mrisons, |i hore\n~ ~ ~ = we t\n\nSore fie ce tee! LFS \"Se “SIM Sy ne A ce oO 2s et Sg\nhave bean =o studios, for exemole, that would oon,\n\nonparo cortain voanthor conditions\n\nepee\n\nte\n\n. (with tho spposracce of cortein colorg of Lishts, |\"\n\nia\n\n4 aT) * a\nEAB a acnanin Csarbd nw asl io BIR cabal nas of\n\nie\n\nin het ere i ain\n\n\n\n--- Page 21 ---\n\nae oO\n\nThere ere a nunbder of standard analytical processes that might be used if\n\nbys bradear shoe LS bev\n\nA\nLaF considered $l\na\n\ndetail the research objectives to be used in relation to the questionnaire.\n\nwortr a full blown effort, It might define in\n\nAfter tho arsas of most profitable researon had been determined, a logical nox\n\nstep would te to isolate the inportant. elements in each problem area,\nQ& UUvifer\n\nFf, waally\ncomparisons. Fewsth, trend studies as wsll_as area studies could be made.\n\nove, . (23-\n\nj Finally, there might be “an objective study on the attributes of available data.\n\nIn'surmary, the -linited central adalsistrative support given to the project\n\ndone thus fer, bas placed a strict csiling on the kind of interpratations that\n\nCa\n\ncan be rade fren material nov. available, _\n\nat a or oa te”\n\nA third step would be to set up means by which to make many useful cross« a\n\nby Air Fores, coupled with the extrexely linited scope of the analytical work sss\n\n\n--- Page 22 ---\n\non eye\n\n. oo\n\nwv oge\n-\nJf;\n\nOo\n\n. Brord studios as voll os eres stutias could to rnc. [Besro is rev no\na enn re i ee , CBUAG CF TAOS\n\nad :\na\n\n“A\n\npicture of how tio yarious phonocorn ray hivo forred patterns, either es\nrocards accregation or disporsal ovr spocits 4c periods of tine. |\n\nFirali-, thova »trhs to en obte\n\netive etudy on the attritutes ef evallasla\n\n> see\ndatas , [Stas far, ropotts thencelvos Anct Peete rs pracont within these reports) -\n\naro only oclascod “explainable” or \"not oxplnained”, “It ts nse lnown to rhet\n\nontous, 2 these, olesits of oossiste oscy my extend throusk doth thse —-\n\ncollection os Pexpiainsblo™ acd Tent ex exoleinea” roscsts,\n\nsro. 13 no pecs by which to sort. ou wide Clesonts fon otherise\n\na HOF 33 thors a meena ty wWileh So sors ‘ous imalid elenants\n\n436 fn 1) ation of a cousegiensa of this DTS\n\nWritation meuld bo the probable umhasyy fate of a valid report on what ims\n\n292: cloud, when observed on a wall establisted balloon tract,\n\ni& would, in ali protatility to clascad \"explaimble” ag a balleen, - The\n\nroleration cf this rossrs 40 tho | vorplainod” eatogory would tala as valid :\n. . . eed aac fe comme et tee\not . *. oF. tet 7 . . .\n\nelements presoxt in ths report oul of the reach of later anolycioe\n\nno LSAted Gontral adatnistrative support givoa to tho projoot\n\n#\n\n“pled with the oxtrom y Mirttod Geopo of tho lytical work\nrch enaly\n\n\n\n--- Page 23 ---\n\nRe cee ere ee A Oe RG eee NT geen o\n\naa seta hime aety\nancadadninetit tetas\n\n, , ne aay a ee aa\n‘ - ae ‘ (> oye 7 we i\nLui: ata dip be eens .\ndon) thus far, loads usto-bollove-that’ any broad conclusions prosontly rams *\nAve Tt wire ee VG ' Lo\n: can bo accepted. caly with cautions, . ot . ;\n' Le, re wl F -' Aor Jw este eee, *e\n\n-\ncade ‘\n\nAs to the Rte, a licttod anount of » smprovorent ray bo accomplished,\n\nptostiFeri,\nA rovised questionaire, now being designed by Air Forse and Patvole oxperts ”\n\nwilt give =~rs detail toeaoh casenhistory. [Fe have heard informally, ‘Ahough, — —_.\n\nthat many objocts are not reported in Koroa bocauso of tha burden of reqired ~~\n\nPaperework., A longer questicmmaire vould rake pilots oven rore relustazt to\n\nsopors tholr + stentinges} Also, Hany cross $s comparisons will. te ‘possible ie\n\n-o\n\nSaati re REL GOR MAAR PR IS PATI\n\nSB\n\npresent plans to uso ponsh cards are carriod outs | In «eaten, tepeorocosaw a\n\nmay be expected if Air Force follows throw’ on its prosent plan to establish ~~\n\n. ?\n\nfn adyisery board of top level _ssiontista, Further, the current plon to place\n\nonphasis oa using instrirentation suca as rofraction prid cameras and new typo _.\n\nSohmics tolescozes, will yiola nore usablo facts, Tho absence thus Tex, howsver,\n\neS table ohni AME A afah Pigaded Nt Re M4224 40% 2th Us aA ena\n\nof a well plansseg 024 properly. guided resoareh progran mikes it appear that it~\n\nmay be cose tine in ths firbure before wo can oOxyecs comlots oaplanations of?\n\n\" . 7 .\n\nmany of tes9- phonew=a po\n\n5 oA\n\né a\n\nFor ths roxy part of our. pr oseutatio ee . Dero disouss com of Y the\n. ] al ;\n\nfactors that haves boon ford, or ray bo tnvolvod, in thece roports,\n\n\n\n--- Page 24 ---\n\n|\n|\n\nLLL OC TN oy AN EE HE AOC ney me me |\n\nfe yhe\n\ny : * » . ca w dente’: dh he Sl VANS tink Oh OE Nes iO ah 0 arate RCRA lh ate a itnantimnnetssanteennaece™ 1s\noe are memenahmee RCRA hath laa om Aco hep hl bin aed semscedalaaidah ha % BA AC Lh DAS? Se SALSA GR CANE eatery\noa\n7a . ‘ a : Fea! A «ids ibs iba 2 : .\nTy .\n\nre\n\nmyer *.\n\nQO | © be\n\nPart I = Weather Lalloons\n\n1. In tho analysis of Flyobrpts prior to 1 dul 52 approximately 15%\nwere classified as \"possibly\" or probably\" balloon, Tho basis for deci\nSion was gencrally little nore than a form of muessworks if tho Flyobrpt\ndid not do anythinz, and much loevay vas allowed fox obgerrerts fallibility,\nthat a balloon could not do in maneuvers, speod, etes, and if the descripe\ntion corresponded aven roughly to that of a balloon, it was so classified.\nIf there wis no particular reason to believe a tadloon wes in the ereay the\nreport tecaze a \"possible\", If the sighting occurred near a balloon Llaunsh-\ning site sr on or about the launch tine, it decane a \"probable\", It was\nobvious that an effort to obtain factual-data to support such conclusions\nWas in orésr, . , .\n\n@o ATIAS-5 approached the problem of weather balloons first. Weather\n\na. Padiosonda + Pubcerized tan latex, 6\" in dlazeter at launch,\n\n\"Up to 20\" at altitude. Carries a transritier and telecetering devieo for\n\ntexperatura pressure, dewocins seauences, which transmitter-under certain = ~~\nconditiens would give redar returns. Also carries a white running lisht\n\nduring nicht_launches battery operated, which showld last for duration of\nflight, Nornal-ascont-is to.70,090! = 100,000\", 2b # 1,000 fi/nizy at which ~~\n\nbe. Rarin-= Sate balloon as above, but it carries only a radar:\n\nPtriancle\", end is-a winds-eloft otservation. —\n\n~~ Ge Rerinsoade = S2he, a conoination of rawin and radiosende,\n\na. Patel --Sana type of_balloon; trecked by theodolite for winds\n\n'O, Pibal =A yubcearigedtan-latex balloon, 30\" in diameter at re\nlease and £ o= 5! at albitads. Burst-end clinb.conparable to radiosonde,-- ---— -_-\nA winds 22cit observation, tracked by thoodolite. Carries running lizht for\nnight lesnetes.— aa Oe\n\nAli Sypos_of dalisons are launched at 03082, 09007, 15002 and 71007\ndaily. Eowevery sone stations launch one, tio, three, or four tincs dsilivy. _\nothers launsa irrerulasly, soze launeh only one type, and othere several or -\nall, in acdisiony tine of launch may. vary aoproxinately thirty minutes fron\nthe scheduled tine, either way. ALL efenotes vhich launen balloons are quick\nto adzit that Dslloons can nelfunction and that many ere lost. In addition, —\nWind currents 2% altitude can cause the balloons to assume odd shapes end\nStrange nanssvers. Tho balloons under certain atcoasheric conditions enn\neppear vo os alros¢ any color, and nay be visible oven at extrene altitudes,\nparticularly ab sunrisa and sunset, to an ovserver on tho ground,\n\n\n\n--- Page 25 ---\n\n3. ATIAMe5, foeed with this situation, cespiled in July a file of bal-\nJoon launch data cerds for Air Voathor Servicay Saval Air ‘eather Service,\nard “eather bureau launch stations. In addition, this information is pice\ntured rraphically cn the weather balloon launth Yocation chirts: Combining\nthig infornation with the winds aloft data whieh ATIC receives froa tha fac\nSicils charts has often provided a solution to Flyobrpts. Gicnificantly,\n»balloons, possivle and probvavle, increasud from 15 in Juno to 305 in August,\nwith 22 in July, Tho percentaze of reports analyzed as \"unknorm\"” decreased\nproportionately. This gain is a real Oney and rosults fron the accumulation ~~\nof the taccround data and the elininstion of guesswork.\n\n- by The actual radiosonde moteorolorical information is oxtracted by 211\nagencies Inuncring cellcons onto ULAN 3lay 31b, ond 3lc.- ror winds aloft ob= = =\nSorvaticns, all agensies use WAN 20 ard 20a, etd these forma also includg -\nthe trac of the balloon, ALL agoncies forzard thesa records to the hational.\nWeather Records Censor, Grove Areado Building, Asheville, North Carolina,\n\nAiTAte5 has recucsted the CO, ATS, which maintains a‘detachnent at iskeville, -\n\nto perzit \"Blue Fook\" to deal diroctly with jsheville, Tho insentdion is to_ —\n\nrequast pholostata of the scunding_(WDAN 3lay by c)-and- tho balloon: track : oe\n\n(SUS 20 and €0a) at cortain Specific tines and places. If_this is apsroved,\n\nATIC wiD. be in a position to obtain these reconts for. every balloon flight |\n...-daunched in the U.Seg.froa overseas American’ sises, and fron all tha U.S.\n\"hips and weather statidons at sea. In 3 edition, ATTUsS WLLL comtime-to-usa >>\n. the balloon launch infomation availadle-in- thig-office and will froa tine to --\n\ntine TVA varlous launch sites for specific informations Thsse rethods of\nepproesh will solve tha problen of weather balloons, Sa eee ee\n\nPart IZ ~ Upper Air Research Balloons =\n\neel $ .\nU.S. Navy in cooperation zith various contracsors to obtain upper air data ~\nfor scicnzific nurteses, Hore is no doubt that these balloon couse Fly-\nobrpts; tr:ciinz data of eleven such flichts in-duly resultod in positive — ——\nidentizic.tiea in throe esses,-probablo-identification in three more. Thea”\nU.S. avy, vhrouch-its-field ropresentabive of CNR at the University of\nEirnesota, dscis with varee contractors. ine blloong roleased are larse\nwhite polyetaylens types capaule of expanding to 100! in disceter and esrry=\ning up to 550 pounds of metallic equipient, Yalva and inflation arrangements\ncontrol tlraving- altitudes. aturally, troy aru visible even abt extrong\naltitudes undor cony conditions end sro-capabie of assuning alnost any shapa.\nThe consracsers often release fron tine to tine fres or attached clusters of\nthe RA axa F type rucberized balloons, as-welle\n\n1. Specially desimned typ2s of balloons are used by the USAF and the _.\ne 2\ni\n\n-. _\\@» These flizhta aro often of long durations ono Kinneasolis roleagad\nballoon w2s tracked to Cape Cod and lost, then it was recovercd in Pordoaux,\nFrances: T2cy ara wrasked by ten EDF stations hrousnoub the Unitod States,\n\nJeter ees vn teat wea Spain .\n\n- 3» ATiAje5 hss teken steps to sav up a reportinz syste: for all bale -—— - =~\n\n“loon fliphts of tho Navy contractors, This provrun will be iauloronted\n15 Cct 5% snd will persancntly solve tha prevlaa of U.S. Navy upper air\nYogearch talloons. ‘\n\n\n\n--- Page 26 ---\n\nmo Qe G\n\nee ee eee\n\n, kh. The USAF cparates two projectss \"Copher\" and \"Moby Dick”, which\n\ninvolve the relcega of the larfe polyethylene typo ‘balloons. In all partice\n\nulars, flinzht durations, trackine methedss ctce, thoso Tluirhts aro corpar------\nable to the U.5. Havy projects. At present, ATIA4=5 has no communication\n\nor liaison with these projects, but ATIA‘-5 intends to use the sane aporoaca\n\nand reporting. systema with tho USAF projects as with tho Havel contractorss ===\n\nConclusion:\n\n. By 1 Esv 52 ATIM-5 should 03 reccivinz couplote data on all weather,\nNavy uppe> air y and USAF uprexs air balloon releases. oe ;\n\nYotes\n\nThis peper is a short-introduction to tho tpaLloon phase” of Project\nBlue Booz. For amone cesiring tho cozplete infora mationy: such as aceneles\nand porsonelit tiles involved, chansels and methods of carmunication, etee; it\nwill be necessary to. read the following supporting papors which are on file-\n\"in ATTA. ; .\n\n&» Balloon Data Folcor\n\ncont b, LisesLlaneous Corr2spondence: Filo =< “Letter.5 Sep 525 tor\nUSAP Cenbridse PE esoarch Canter, Canorid23, Massachtisetts, subj: Alr Forea\nUpper Air Research Ealloon Rakegses, and first irdorsaaent thoretos —-————- a ed\n4\nOp Air Weather Service Corresncndence File -- Letter ¢ 22. 2 Sep 7’ ve\ntos CG, ANS) sud ‘Clinatolezy Data for Project. Blue Bocke 2 - ie x 2\nj a,— U.S. Navy conresponaatisa File = ~ letters 9 Sea 525 tor Mr 4!\na Branch, oR, subj: Oh Upser:: ‘Eelloon Projecss, amd O8R answer thereto... - —\nqa\n\n@o-- Travel Revert — Lt a. CG. Flues, 25 Aug 52 to} Washington, D.C.\n\n2. _ Travel Report. wr Et Ae Ge Flues, 15 Sep 52, to Askavillo, N.C.\n\n- €=_ Travel Report « Linas G. Flues, 39 Sop 52, to tinneapoliay\n\n4 ¥ >\nMinnesota.\n.\n.\n. .\n\nRw 7 2 5 wee ~ awd % . a a owe Sear «\n\now —_— = _—, a .. . . :\n\n- i\n\n: - oo :\n“Sst ta - a - ~~ FW oer ey ake an aw . a\nDe : aot :\n*\nr)\n\na\n|\n|\n|\n|\n|\n|\n\noon:\n\n"
}