{
  "url": "https://www.cia.gov/readingroom/document/0000015481",
  "title": "SIGHTINGS OF UNIDENTIFIED FLYING OBJECTS",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015481",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "4",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "September 1, 1954"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015481.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\n-_\n\nNT VAAN Pew FN\n\nPEEIGN DOCUMENTS OR MATIC BRCADTASTS CONG o-\n\nCOUNTRY  Ron-Orbit “Swe. - DATE OF\n: INFORMATION 1954\nSUBJECT Military - Unidentified flying obiects\nHOW DATE DIST. 45 Oct 1954\nPUBLISHEO Daily newspapers ~ .\nWHERE\nPUBUSHED As indicated NO. OF PAGES 3\nDATE\nPUBLISHED 5 Jul-2 Sep 1954\n. SUPPLEMENT TO\n\nLANGUAGE. - Various EE odd REPORT NO. - tC\n\neS g\n\nSOURCE As indicated an\n\n‘\\ SIGHTINGS OF UNIDENTIFIED FLYING OBJACTS\n\nTHIS 1§ UNEVALUATEO INFORMATION 200\n\nUNIDENDISIED FLYING OBJECT SIGETED OVER NORWAY -- Oslo, Verdens Gang\n\nDuring exercises by an antiaircraft battery at Stavérny an-unidentified\nflying object appeared in the sky directly in the line of fire ana wes ovserved\nthrougn peverful binoculars by 50 officers ani men. The object was located at\n\na considerable distance and at an srgle of 30-40 degrees to the horizontal; it\n\nwas round or slightly elliptical io shape, flat on the underaide, anc silvery\n\non the upper side.\n\nIt moved Up And down slowly for 7 minutes and then moved\n\navay at & speed estimated at several times the speed of sour.\n\n\"ELYING SAUCERS” SIGHTED OVER WEST BERLIN -- Casablanca, La Vigie Marocaine,\n\n5 Jul 54\n\nSince May 3954, mysterious oojects, described as \"flying esucerh,” Bave\n\\ peen ovserved (daily?) between 2200 end 2300 hours by various persons Living\n\ndn West Berlin. eo\n\n\"FLYING SAUCERS” OVER WEST GERMANY -- Hamburg, Bamburger Abendblatt,\n\n7 Aug 54\n\nSeveral inhabitants, the crew of the loca) weather station, and a police\nofficer on night duty at headquarters observed three \"flying saucers\" over the\n\ncity of Darmstadt.\nwere of a flery yellovish-red color, and 6é€\n\nThey appeared at around 2200 bours [presumably on 6 August l,\nawed alternately to stand still and\n\n“dart back apt forth soundlessly. They were observed for adout 1 1/2 bours.\n\nTS\n\nAPPROVED FUR RELEASE\n\n\n\n--- Page 2 ---\n\nWHERE\n\nPUBLISHED As indtcated NO. OF PAGES 3\nDATE\nPUBLISHED 5 Jul-2 Sep 1954 a a\n\nSUPPLEMENT 10\nLANGUAGE Various See aE od - REPORT NC.\n\nTHIS IS UNEVALUATEO INFORMATION\nSOURCE As indicated . q\n\n\\ SIGHTINGS OF UNIDENTIFIED PLYING CBJECTS - ;\n\nCe\n\nUNIDENTIFIED FLYING OBJECT SIGHT) OVER NORWAY -~- Oslo, Verdens Gang\n\nDuring exercises by an antiaircraft tattery at Stavérn, ap unidentified\n_ flying object appeared in the sky directly in the line of fire ano wes ovserved ;\nthrougn peverful binoculars by 50 officers ani men. The object was located at #\na considerable distance and at an argle of 30-40 degrees to the horisontal; it - :\nwas round or slightly elliptical 1n shape, flot oo the underside, anc silvery\non the upper afde. It woved up and down slowly for 7 minutes and then moved\navay at a speed estimated at several times the speed of sound. -\n\nee ee AE\n\n\"ELYING SAUCERS” SICETED OVER WEST BERLIN -- Casablanca, La Vigie Marocaine,\n5 Jul 5h a\n\nSince May 1954, mysterious oojects, described as \"flying saucers,” bave. . &.\n\\ peen ovserved (daily?) between 2200 and 2300 bourse by various persons living . ££\nnm Weat Berlin... TT pL SZEL ee f\n\n\"FLYING SAUCERS\" OVER WEST GERMANY -- Bamburg, Bamburger Abendblatt; - =\n\n7 Avg 54 a\nSeveral inhabitants, the crev of the 16cal weather station, and a police ~\nofficer on night duty at hesdquarters observed three \"flying saucers” over the =\n\ncity of Darzstedt. They appeared at around 2200 bours [presuably on 6 August], -\nwere of a fiery yellovish-red color, and eesned alternately. to. atend still and\ndart back and forth soundlesaly. They vere observed for about 1 3/2 bours.\n\nAPPROVED FUR RELEASE\n\n¢ Drew ad\n\ne™\n\n{\nDATE ON NER EN ES CETTE\n\nDi Ns Rte ei a ee a ri Bam ES vu om s 6\n\n\n\n--- Page 3 ---\n\n09-W~30954\n\nSeveral people also report having seco two “flying saucers” over Schleavig\nbetween 2200 and 2315 hours: ‘They were described as faint, fiery red points of\nlight, which finally opproached close enough to be made out as disks. Greepisn-\nwhite rays are reported to have been emanated from the certer of the disks. —\n\n“FLYING SAUCERS” OVER SOUTHFRN GERMANY <= New York, N.Y, Steats-Zeitung und\nBerold, 25 Aug 54 :\n\nTvo “flying ssucers™ were seen over the city of Rastatt several days ago,\nshortly after 2200 hours, by at least 2 dozegyyitnesses. ~The saucers passed\nover the city from West to Fast witoin a few seconds. The two disk-like obd-\njects were.lighted like white teoo lamps and made no nolee. The radar sets\noo\" gt the nearby airfield of Soellingen, where Royal Canadian Air Force jet.\n~~ fighters are based, failed to pick then up, because of their high altitude... _ .\nfoere have been several cases of sightings of \"flying saucers\" over Southern\n_.. Gersany recently.\n\n~\n\n~\n\n“FLYING SAUCERS” OVER SWITZERLAND -= N-Y, Steate-Zeiving und Herold, 29 Aug 54 -\n\nAccording to the DPA (Déuteche Presse Agentur, German Press Agency), a\nnumver Of Swiss, including members of the Swiss Air Force, have reported ‘fly-\ning saucers” to the authorities during the past few days. Five objects, flying ©\n_io feraation, were reported over the area between Lake Constance and the -.-—-. =.\nSaentis Mountain range.(The 1¢ Aiigust 1954 issue of the Casaolanca nevasaper\nla Vigie Msrocaine reported that [lve saucers were observed over Lake Constance\n\non 13 August -T\n\nAt Chur, a similar phenomeron was observed on three successive evenings, .....\nwhen bright objects vere seen flying at an altitude of sbdout 3,000 meters. ~\n\nSEES “FLYING SAUCER\" IS CENTRAL FRANCE == Paris, L'Aurore, 19 Aug 5%.\n\nClauc. Coche, an industria] designer residing in the town of Vincennes,\ndeclared that in the afternoon cf 17 August 1954, he had seen s “flyicg sau- _.\ncer\" in the sky over Montlucon, Allier Department. He described what. he saw\naso luginous, brilliant white, disk-like object. The phenocenon was visible\nfor several seconds before it was hidden by a cloud.\n\nREPORT’ \"FLYING CIGAR” AND \"SAUCERS\" IN NORTIIERN FRANCE -- Paris, Le Figaro, )..--- 0 0...\n27 Avg 5%\n\n‘A 25-year-old man of Vernon, fure Department, reported that during the -- -\npight of 22 August 1954, he-had seen, motionless in the sky, a large, luminous,\ncigar-shaped object, from which a flying saucer detached ikseif, assuzed @ ver- |\ntical position, descended a short dis ance, leveled off, and silently disap-\npeared at great speed. Be stated thas this silent appearance and flight was\nrepeated in turn by four other saucers. The fifth saucer descended farther\nthan the others and was clearly red in the center and Diack along the edge.\n\n[By the tine the -last-Tlight- was completed,) the “cigar” had long since \"vola-\ntilized” isic]. The entire phenomenon lasted about 45 minutes.\n\nTwo constables of Vernon also reported having seen an elongated, Juminous\nflying object during ttst right.\n\n\n\n--- Page 4 ---\n\n00-W-30904\n\nUSIDESTIPTED OBJECT OVER LYON -- Dakar, Peria-Dekar, 2 Sep 54\n\nAt 2015 bours on 32 August 1994, Henri Tardy 1s reported to have seen 8\nflying object. in the shape of a short, fat cigar flying from east to weat over\nLyon. The object was bluish-greep in color and emitted sparks froa its tail.\nIt disappeared in a few seconis toward the radio beacon on Mount Verdun.\n\n—---- UNIDENTIFIED FLYIBG OBJECT OVER FRENCH EQUATORIAL AFRICA ~- Lisbon, Diario éa\nMantes, 21 Jul 5h og\n\nBrazzaville, 19 July (ANI) -- Monsignor Verbille, Apostolic Vicar of Fort\nRousret, reported in the Brazzaville nevspaper La Semaine de 1°AKF that he and -\nothers had sighted an unidestified flying object over laketi io the Likuala-\nMoseava region of the Middle Congo on 18 June 1954 at 1935 hours. A Jiainous\nglobe, it case from the North tovand the Laketi Mission. It suddenly atopped,\n\nao rose and dropped, stopped again, @yrated, and seemcd to shake. A nolee like .\nthat of an airplane engine, heard until that popent, also stopped. Seen —\nthrough binoculars; the object bad a dark mags ip the center vith light rays\nof unequal length ccming out of i¢ alternately. It went through its rising,\nfelling, and etadilizing movements for 15 minutes, thea shot back over the\nnorthern borizon. »¥\n\nUNIDENTIFIED ORYECTS OVFR SOUTEERR RHODESIA -- Leopoldville, Le Courrier\na@'Afriqua, 25 Jul $4 —— ee _\n\nJ. H. Flanagan (a policemaa) and soce friends recently observed six uni--- --\ndentified objects in the sky over Bukeldoorn, south of Salisbury. The objects, ~~\nwhich were almost tmobile, were vieidle for about 20 Minutes but ditcappeared\nwhen night fell. :\n\n-~END- —\n\nCIGIARY SUBICCT & AREA COOLS\n\n"
}