{
  "url": "https://www.cia.gov/readingroom/document/0000015365",
  "title": "CURRENT STATUS OF UNIDENTIFIED FLYING OBJECTS (UFOB) PROJECT",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015365",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "4",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "November 4, 1953"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015365.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\n. , M7 Decezber 1953\n\nMEMORANDUM TO: Assistant Director, Scientiric Intelligeace\n\nFROM : Chief, Paysics end Plectronics Divisioa, Sl. |\nsusJect :. Current Status of Unidentified Flyleg Oa Jests\n\n(UFO3) Project. —-—\n\n1. In accordange-with the verdal request oX(Mes Ercat, yExce/3k,—~\n\non 35 Novesber, the follosing-resune of the current*status or tnidentL=\nfied flying objects activities hes been prepared. : :\n\n2, PIS Division esscscd rescoesibility for. the OSE Project on\n\nunidentified flying Obgeots as a result of your “your nenorandua Or .\n7 say 1¢693.°°Th2 project has besa conf fined to zainteining avereness\nof the activities of other ageacies” (notably the vseF) in the- - zi\nunideatified flying objects business end.to paintenance of flles. — ——---\n3. Status of Departnens or Defense e Activities. re\n\noa. Aly Force. Tos Air. Fores c “continues “to” matatafa, but ¥hih\napparently decrecsing enptasis, its interest in UEOB's, The presents eo\ninterest of the Directorate of Intelligeace, Hq-, USAR, is coarined to\n@ cursory cognizance of ATIC's project. (Blueccok No. 10073). At ATIC .\nthe vroject is carried oy One Orficer _(Cept. Charles A. Rardin), one\néLresa (a/ie Mas G. Futeh}) eda secrets ary operating asthe Aerial\nPhenocete Section of the Eleatraaics Beansny Teckaical Agalysis Division.\nIn spite of this Lizited starr, os vell es several chouges of profzet\n“OFficz2, the projest records aprear to be up-t waste. ATIC p2rcoaneh\nno loacer conduct field investigations of UFOS Sightings (these are\nrequested froa USAF intelligence officers [privarlly Air Defense °\nComa eni Airuays ead Air Cornunieations Servics} nearer to the\nsightings), tut confine their activities to receiving and checking\nresorts es received, requesting additions! field investigatios where\nne2cess rerferzing necessary enecking agalnst wateorolosical,\nestrosctricel, giroraft ond dallooa date, and recording their Piniing\nnice sions in a erass-referenced syste: by date, location, source,\nsre ¢ servatica ani conclusion dram. The Aerial Pasnomens Section\nlso ¢€ directly with the Public Inforsation Office of fige, USAF,\negare interration for public release. For about the past year, | .°-.-\nprox ety tea percent of the reported sightings have been tagged\n6 uns a. a\nOf perticular interes’ is tne sack thas ATIC is in cre\nprotess of transferring project Bluebook to las, Air Defense Consand,\nfeeordine to Lt. Col. Harry Jonasto, Chief, Electronics Franch, the\nreason for the transfer was thet t 400 had been doing most of the\n\nwere\n\n\n--- Page 2 ---\n\n°\n\na Re a md\n\nMEMORANDUM TO: Assistant Director, Scientivie Intelligeasce °\n\nChief, Paysics and Electronics Divisioa, $1\n\nFROM H\nsuBJccr :. Current Status of Unid entifled Flylaz Gojects\n\n(use3) Project.\n\n=\n\nlL. In accordance with the verbal request of|Mr, Erent,\\Exee/SI,\nOn 35 Novesber, the folloving resute of the cur rrent’status or unidenti~\nfied flying objects activities hes: been prepared.\n\n2, Pps Division essused respoesibility for the OSI project on\nunidentified flying obfects es e-result of your renorandua of o>\n27 may 1°93. The projeet hes teza coafiaed to ralateining BWAreNess\nof the activities of other aceacies (notably the USAF) in the 2\nunidestified flylng objects businzss and to pointenance of flles.\n\nmen\n\nee era\n\nexpres 1 vo caeemem weoemreneny to eneattn se Ranapas ote auctatndat vedeneirashiepartchh th od eramesitnnnhtemeshiche ye Neneushsen ah nies aby mabiiat'din’ ges mot tee te enamamanmtn sad me heme exp auteeinemureninnen ae eanseae ran up aay oes oe c= arena enaeces eran? en Peres mi mr OCR wanceeny EE He ot ope:\n\nor persis cis the'vacs thas ATIC is in cre\nprotess of tran me Blusndok to Ha., Air Defense Consand\nAccordiaz to Lt. stot, Chief, Electronics fEranch, the\nreason for the teen a) ate been Golas most of the\n\nGe oe\n\na. Aty Force. Air. Fores” “sontinues “to maistain, but ¥ith\nepparently decrecsing exptasis, its Interest in UFOB's. The-present\ninterest of the Directorate of Intelligence, flg-, USAP, is coafined to\ne cursory cognizance of ATIC's project. (Bluescok No.-10073). - At ATIC +...\n\n.the vroject is-carried oy fficer-. (Cept. Charles A. Bardia), one\nelrsan (4/10 Max G. Futch) a-seeretury operating as tie Aerial\nPre 22 Seetion of the £ snies Branch, fachnical Analysis eyies\nIn spite of this licited s as well es several changes of pro;\n\nfflear, the project reco reer to be up-to-aste. ATIC coesonash eat\nno longer sonduct field t bebloas of UFO slentings (these are\nrequested froa USAF intel ae officers / prisarlly Air. Befense a\nComand ani Airvays asd Air GSerunientions Servi a} nearer ta the |.\nSightings}, but confine their-activities to receiving an “checking ~\nresorts es received, requesting additions) field investigation where.\nn2cesinry, perferacing necessary ci secking acalast ssteorolo ogieal,\nestroncric2l, eireraft and dallooa data, ‘and reconting their findiscs _\nend conelusions-in.o crossereferenced systeis dy Gate, lozatio: ty, source,\ntyy2 of cyservatica ani coaclusion draim. The Aerial Prenomeha Section\nLso G22is directly with the Public Inforsation Office of }ig., USAF,\negaréinc int 2 reheat For about the gast year,\nprroxinstely reported sightings have been tagred\n\nBS unceived,\n\n\n\n--- Page 3 ---\n\nnt ew ctene wien eman el eeires eimmres hay MLO $8 Renememrde tin 8,1 8d LAE FIC be aa OO We\n\naE oP Teh eee 10S et AV O80 EI IND BO ERE Ym YEE Bememmeny Sram @ NTE tree” Gore Ate mown erway et F9% 16 my\n\neee ema a cans need 84 Noe EFA SIMO DENI TIE\n’\n\npe geen ex een”\n\nasm mene ene ee ap Se\n\nwane pro Fect and \"it it turns out that these\n\n2 ships or leag range eirereft fro« another\nADC is ; Fo reo) Conwmsd that vould have to take\nCol. sonaston “followed this corrazt with tha socewnst\nory statement that the project transfer dia rot reflect\nn Atr Foree policy. It 25 undoubtedly tre that ALC\nore2 Cot: mand prirarily conceratd wth UrOZz's eat the\n‘n that their interceptors aré occasionally dispatebed -\n\n7 Ko Ay\nnen!\nes cP\nToe 8\n\n“ih y Ss\nFs are\n\npresent *\n\"eraiast™ reports sed UF03's onl that theiy reporcing statloas asd\n\ncomr-aiestioas systezs are involved in a considerndl2 portion of |\nthe Ur03 activity. ATIC vill raintain Risisoa with, the project.\n\nApproximately\nypropram to perchasa canerc\n\na NS\nyear and one ball ‘ego fttC jaltiated @ @\nas Sor selected ALC radar sites and AACS\n\naf\n\ni\n|\n|\n|\ncontrol Lovers in locatioag shere consistent UF0a reports were os\n.  reee ved in the Yozes of pho ozraphing UFOB'’s. O72 lecs of the ~\n\ncasera (2 st reoseanie tyr?) was to be covered - with a sixcle grating é\nto record he seacirégrarnic-atiure of the USOa photograpned. O2e\n\nhvea2red \"“Videon\" 35 mm sssrers with \"“stercon” anastig=at £ 3.5 lenses —\n\n100 gratings (15,000 line) froxz Cinco, ~\n\nwere purchased. slonz ¥\n\nChien co. 3evea.y-forr. (ih) cangias were distributed. Ninety percent\n* the gratings have “eon2 b21\"--the actual grating separating from\n\nthe plastic rounting plates. lew grati ngs are expected shortly and -\n\nATIC exrsets to recat ell o° the 7% distrivuted canerags end re-\nequip. then with the nev cratings. fo. -- eee. eee c\n\nset up 2 cont\n\n-Iinstrumentation opservational effort in the -\nsnot vean dropped... mad\n\na\nAlbuquerque area. This has\n\nabes ego ve were advised that ATIC plannaa ta\n\nr5-on UFOS sightings Guring the\nstrdy is nov exp2cted to be co: pleted\n\naaa ee ee . .\n. « -' °\n\nAPIG issuas status reports on Project Dlussook ea a tri-monthly\nbasis the cost recent being Report Ho. 12 39 Septecoer 1953. .”\n\nb>. Nay. The Navy .in spite of press reports to the\n\neemahtuttin tabd-taiidats heonss ties shthsattathe WP mans tacts edb ske 6 © orn te etree atctantatnacmnatnerpitemanatitoniinete mates\n\ncontrery, is prosently “‘aavoting 0% ly pert of one ONT saclyst’s \":\ntine to rainteining cogaizanse of UFC3's.. Sot\n: ¢.__ Arny._The_Army_has evidensza Little or no interast ir\nUFOR's other thin cooperating with tke Air Force in vevortisg sightings\nond pert neat €ote using the Air Force format. ©: a\n\n-_\n\ni <5 Of For ign Governzents.\n\nI\n°\nbond\nbe |\n<\nte\nay\n’\nwe\n|\n{2\nc\nye\n9\nG\n°\nLA}\n—_\n13\niy)\n2\nor\n\nanv) has beanpreraring, at ATIC reqzest; Oe\n\n\n--- Page 4 ---\n\n'\n\noo\n\n: : ‘\n\nt\n\n!\n\n?\n\n|\n\n! ~ — Bee es\n\n|\n\na. |\n| ~\n\nj\n\nj i\n\n4 i\n\n| i .\n\n| , , | :\n\ne . *s\n\ni: I. ot \"Ay Other. “Aside fron a few scattered reports, mostly ola,\nj which inlicate interest in UFG3's by private iasivi iduals or Eroups,\n_ there is no-informacion-of concert or ingciries of consequence in _ -.\n-olner forei¢m countries. :\n\n5. Results ef O31 Panel Recormentationas.” Tee consultents who\nconsidered this presies in Jar as ry 1953 resormentzed that Ur03’s b2\nstrirss? of special statns and era of nystery aok thet policies ca\nSntellicesce, trataing. and pe ublic. education pertinent to true\nIndient.ons_of hostile intent or action & ¢ prepered. Toe cerinite\ndro> in the ouvber o? “sirhtines” repor tel during 1953 over 1¢52\ncoul2 te attributed to octloas Following — these reeosnenietiozs ya\nrecent books (\"Plying Saucers Fron Cuter Spree” by Keyhe2 and 4 \"Flying\nSaveers Have Lande” by Leslie en na Adaizkl) toke full elvaatage of\nVotticisl” UPOR rerorts released by the Afr Force to develop 2 central\nthere =r2t UrS3's ere extraterrestrial in origin. Portuniiely, the\nJacter took is so aoaseasical ani ooviously fravislent that it ray _\nactriliz help esln coum public” ELE  Fhese books do, hovever,\nZllustrate the risk taken dy ihe presaat yolicy. There sre no other\nBS ys. arporaa>. rests of these r Paconwantations.\n\nes AT ot Fn ll\n) TONS He ODARSIAO\n\n"
}