{
  "url": "https://www.cia.gov/readingroom/document/0000015258",
  "title": "BOLIVIA  REPORTS CONFLICT ON DETAILS OF FALLEN OBJECT",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015258",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "1",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "April 3, 1978"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015258.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nSe SS btw heelehe en oe\n\nut Faso Mancow han §that the Toerthecninn ctestienr of 9\n: end elcetoral\\ violence inurcaces, Ke caid that the goveriwent\nis ‘dcing evergthing to fxorantee the trenqgu y2it7 of the country Mese remarks were\n\nho “wins the elections on 9 Nelye tha Roliviz\nfor the of fleial candidate, Cen Jusn Peréda Es\n\n~ -REFORTS CONFLICT Gi DETAILS OF FALLEN_O3JE —\n\nPY161931Y Sucre Fedio La Plata fn Spanish 1630 GM? 6 Way 78 PY\n\n(Suznary) Ke have received another phone call froma cur audience requesting confirnaticn\n\nof reports that anvnidentified object fell in Polivien territory near the Argentine ..22 0002\ntorder. We can ently say that Argentine and Urugseyan radio stations are reporting on\n\nthis evon more frequently, saying that Folivian euthorities have urgently requested\n\n_ essistence fren toe U.S. National Aerorautics end Space Acniniscraticn in order to ceter- . -\n\nnine the nature of thet which crashed cn 4 en “tn Solivian te.witory. Just a fewmin= =\nutes ago Radio El Fepectader of Konteviceo anncunceeé that there wes uncertainty a5 to 0s\nthe truth of these reports. 2. ble cu. ll bo. :\n\n§\nn\n\nArgentine seurces indie ated that the tercer with Bolivia hed teen closed but that 16.0.0 0 wt\n\nmight soon ke reepened.” They also reported that en unidenkified object had fallen on” @\nBolivian scil reer the Avgentine dordcr and thst lecal Folivisn suthorities hed req a\naid fron the central pevernsent which, in turn, hed ecagnt assistance from the us.\nNational Aerocuties oud Space Aduinistration tc investigate the ease. TS I\n\nA La Fae nevspcorer cdsy that -thercis.smest iniersst ia ‘leerning about the nature a\nA or the fallen otic ing that local cutrenities Dow seeusity veesons hed corconed off\n3 200 Ina eround the st 8 whave the feet £ efeit te e244 to be a mecatnical 2\ns €evice with 2 dism of eglrost (74 mete nes eireecy teen drougit to Terija.\na Shere is intercst eteraining th ir s@ rererts which have spread quickly\n= Uhecoughout the ecn ; Pert (2 ite nelsstering comtries. Is it\n\n@ s2aicllite, 2 met\nLECIGRAL COUR? WILE NOT SUBSIT TO \\s3 FAESSUSES\n1\n\nPY151711Y Lea Pez PRESENCIA in Spanish 10 Mey 78 pL FY - - |\n\nee\n\nRe Cre Petal Mar Bk ed\n\n{vext] Responding to a écclaraticn”\nSceLelist Folange [=SB} recently hel\nCourt have stated cir’\n\ne\n\na.\n\noa\nfares\nha ae\n\n‘ 2\nae te,\n\navvroves FAR BY\n\npate ©!\n\n. 7 ay eC Oink oor le eh oh to oo rt ne Son he cnn es\n"
}