{
  "url": "https://www.cia.gov/readingroom/document/0000015478",
  "title": "SIGHTINGS OF UNIDENTIFIED FLYING OBJECTS, 19 JANUARY-15 MAY 1954",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015478",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "6",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "June 5, 1954"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015478.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nat CLA FICATION Sg ew sees 3\nwee ~ CENTRAL INTELLIGENCE AGENCY REPORT NO. 004.3797\nINFORMATION FROM\nFOREIGN DOCUMENTS OR RADIO BROADCASTS CD NO, --\nCOUNTRY Non-Orbit f°: DATE OF\n=o INFORMATION 21954\nSUBJECT Military - Unidentified flying objecte\nHOW . DATE DIST. 30 Ju 195k\nPUBLISHED Newspapers .\nWHERE a\nPUBLISHED = As indicated. NO, OF PAGES 3\nDATE , .\nPUBLISHED 19 Jan-15 May 1954 ne .\n? ? Mey 199 7 oe SUPPLEMENT- TO :\nLANGUAGE Various REPORT NO. 7 —\n\nTHIS 1$ UNEVALUATED- INFORMATION\n\n2\n\nSOURCE As indicated = a nee be\n\nSIGHTINGS OF UNIDENTIFIED FLYING OBJECTS\n\nes) JANUARY 15\" w15 MAY 1954\n\nWESTERN. EUROPE\n\nFrance\n\nUNIDENTIFIED OBJECT OVER SAINT MEXANT ---Faris, Le Figaro, 18 Apr54\n\nOn 15 April 195k, two -residents_of. Saint Mexant, Correge Department,\n\nobserved an elongated, cone-shaped object with two red and green lights at--. =~\n\nthe dase, flying at 6 high altitude from the northwest- toward the south- .\nvest.\n\nSIGHT UNIDENTIFIED OBJECT OVER PYRENERS -- Istanbul, Vatan, 28 Apr 54\n\n..... Bayonne, 27 April 1954 (Anatolian Agency) --- On 26 April 1954, a\n\ngroup of persons taking a walk near Sare in the region close to the Pyrenees\n_ border observed a cigar-shaped object traveling rapidly” at an sltitude of\n2,000 meters in the direction of Spain. ---\n\n’\n\nSweden\n\nSh aoe OVER SWEDEN, NORTHERN NORWAY -- Stockholm, Dagens Nyheter,\n1k May 54 -\n\n~ <e a - - ae «se ~ Le\n\n\n--- Page 2 ---\n\nWHERE\n\nPUBLISHED As indicated NO, OF PAGES 3\nDATE <0 .\n\nBLISH -15 May 2 a. .\nPU 19 Van-lo May 199 OE al SUPPLEMENT TO\nLANGUAGE Various REPORT NO.\n\nTHIS I$ UNEVALUATED INFORMATION\n\n2\n\nSOURCE  —s_ ag indicated\n\nSIGHTINGS OF UNIDENTIFIED FLYING CBIECTS\nA TANUARY=15 HAY a ae\n\nWESTERN EUROPE\n\nFrance\n\nUNIDENTIFIED OBJECT OVER SAINT MEXANT ---Paris, Le Figaro, 18 Apr Su - -- mee\n\nOn 15 April 1954, two residents of Ssint Mexant, Correge Department, ;\nobserved an elongated, cone-shaped object with-two-red_and green lights ate- 2-5 2 50.25 555\nthe base, flying at & high altitude from the: northwest- toward “the south- ©.\nwest.\n\nSIGHT UNIDENTIFIED OBJECT OVER PYKFNERS -- Istanbul, Vatan, 2B Apr 54 Lo\n\nBayonne, 27 April 1954 (Anatolian Agency) -- On 26 April.1954, a_-\ngroup of persons taking a walk near Sare in the region close to the Fyrenees\nborder observed a cigar-shaped object tx traveling rapidly at_an altitude of\n2,000 meters in the direction of Spain, —~.. ----—. .—\n\nSveden\n\noh heey OVER SWEDEN, NORTHERN NORWAY << “Stockhola, Dagets Nyheter, ~\n14 May 5h ~\n\nOn the morning of 13 May 1954, threé-peréons in three different areas\nof Norrbotten Province, Sweden, observed a \"vrilliant, silver-colored sphere\nith a tail.\" ;\n\nW reg Ve oa Motel Rata\nne TUE tin aleve\n\nwy ms :\nDATE seat, “0 be SE ere ht toe A — — is a\n\npe CLASSIFICATION\n|\n\n\n--- Page 3 ---\n\n00-W-30797\n\n~\n\nIt was reported from Hammerfest, Norway, that on the same day, three\nbright objects passed over Kautokeino (in northern Norway) at great epeed.\nThey flew in V-formation and disappeared toward-the southwest. A deputy\n‘constable who had observed them with binoculars stated that they flew so high\nthat he could not: escertain their shape Dut that they were not ordinarv air-\nplanes. He added that they seemed to be red on one side and white on the\nother and appeared %o be rotating. __.. oe -\n\nwore\n\nUNIDENTIFIED FLYING OBJECTS OVER NORTHERN NORWAY.-- Copenhagen, Beg anese\nTidende, 15 May 54 _\n\nOslo, 14 May -- Luftkommando Nora (Air Command North). has received &-\nnumber of reports that indicate that the flying-objects observed over Finn- ---\nmark Province, Norway, at 1210 hours on 13 May vere not conventional air- :\n-cratt or- meteorological. balloons. — Sheriff Oskal ‘of Kautokeino,: three of . ae\n\nside and shiny on the upper, and moving: with s “rotary motion. cmey_ ‘lett no.\nsmoke. The weather kes clear ‘and visibility. perfect. — oe\n\nNEAR\" “BASD/AFRICA Tee\n\nAlgeria\n\nFLYING ORJECT REPORTED OVER THREE CONSTANTINE- DEPARTMENT TOWNS ~-- Constantine,\nTa Depeche de Constantine, 19 Jan 54> apo a\n\nAt 1330 hours on 18 Janvary;- many: persons-in Saint Arnaud observed an\nobject leaving a double trail of white smoke, describing an immense circle\nover the town. Several ufficers at la Remonte [military base nearby?] even - wo\nheard e strange sound made by the object, which seemed to have come from the-\nnorth. (A similar observation hsd beén made on- 16. January, when the object\nhad come from the west.) The meteorological station at Oued Hamimime air-\n~ port (néar Constantine) reported that it had observed a double trail of smoke  —--\nat 1400 hours but ccncluded that the smoke came from a plate fhying 8 at great\naltitude.\n\n. At 1430 hours, inhabitants of Setif saw an object arrive fram the east,\nemitting bluish smoke trails and moving relatively slowly. After circling\nabove the town for several seconds, it suddenly headed back in the direction\nof Saint Arnaud at great speed. Most of the spectators described it as being\ncigar-shaped and flying at high altitude.\n\nFinally, at 1645 hours on the same day, & large, lumirous, rectangular-\nshaped object was seen over Culed Dielial (C00 kilometers southwest of Setiz)\nfor over 30 minutes following a rectilinear course. _ The govject came from the\neast an{ disappeared towanl the west, > © 7 ae\n\n\n--- Page 4 ---\n\nNorway\n\nUNIDENTIFIED FLYING OBJECTS OVER NORTHERN NORWAY -- Copenhagen, Ber}sneak\nTidende, 15 May 54 -\n\nOslo, 14 May -- Luftkommando Nora (Air Command North) has received &\nnumber of reports that indicate that the. flying objects. observed over Finn-\nmark Province, Norway, at 1210 hours on 13 May were not conventional air-\n_ceraft or m&teorological balloons. Sheriff Oskal of Kautokeino, three of\nhis deputies, and two clerks observed. the three objects through binoculars\n~for 4-5 minutes. Oskal descritved them as flying in formation at an alti-+ 0 0 22 88\ntude of about 2,000 meters, being triangular in shape (sic; probably a\nreference to the V-formation mentioned above], reddish brown on the under-\nside and shiny on the upper, and moving with a rotary motion. They left no\nsmoke. The weather kas clesr-and-visibility perfect. — a\n\nNEAR EAST/AFRICA\n\nAlgeria 2S SSs= at ; .\n\nFLYING OBJECT REPORTED OVER THREE CONSTANSINE: DEPARTMENT TOWNS -- Constantine, 9 >=\nIa Depeche de Constantine, 19 Jan 54—~ |\n\nAt 1330 hours on 18 January; many persons-in Saint Arnaud observed an\n\nobject leaving a double trail of white smoke, describing an immense circle. . a\n\nover the town. Several officers at-la Remonte [military base nearby?] even =.\n\nheard @ strange sound made by the object, which seemed to have come from the. - = =\n-- north. (A similar observation had deen made on 16 January,: when the object oe\n\nhad come fram the west.) he meteorological station at Oued Hamimime air — 9 = =\n\nport (near Constantine) feported that it had observed a doudle-trail of smoke. .\n\nat 1400 hours but concluded that the smoke came from a plane flying at great — ~ e\n\naltitude, .\n\n_ At 1430 hours, inhabitants of Setif saw an ‘object arrive from the easty\n\n~ emitting bluish smoke trails and moving relatively slowly. After circling = ---:-: == > ---+\nabove the town for several seconds,-it suddenly headed back in the direction. Ba\nof Saint Arnaud at great speed. Most of the spectators described it as being :\ncigar-shaped and flying at high altitude.\n\nchapea object was seen over Caled Diellal (200 kilometers southwortt of Setze)\nfor over 30 minutes following a— rectilinear course. The gdject came from the .\n\n\n\n--- Page 5 ---\n\nO0-W-30797\n\nUnion of South Africs\n\nSIGHTING OVER WORCESTER «= Cape Town, Die Burger, 17 Apr 5%\n\nAt 2000 hovrs on 16 April 1954, C. Horn of Worcester saw vhat appeared\nto be a blood-red star in motion. When he looked through a telescope, he\ncould also detect moving objects around the star. The \"star\" climbed chliquely\nat a very fast rate and moved upward with a jerky motion, alternately start-\n\ning and stopping. It seemed to sway like a balloon and became brighter as it\n\nrose. Finally, the object headed north.\n\n14° >\na anht ore\n\nFAR. EAST pie\n\nBritish Malaya\n\nSIGHTINGS: ‘OF CIGAR-SHAPED OBJECTS © -- . Tetandul;- Son Poste, 15 Mar” Sh\n\nKuala Lumpur (Anatolisn Agency) »_ 1b-March 1954 -- On 12 March, ‘harbor.\nworkers at Swettenham sighted a flying object which resembled a cigar and ..\nwhich left a white trail behind it.. The-< object, which | slowly disappeared -_\nin the clouds, has not been identified. oe tte\n\nwt\n\nIstanbul, Hurriyet, 19 Mar 54 OS\n\nKuala Luapur -- On 17 Mar-1954,-a second cigar-shaped object was ~~\n\nobserved in the sky over certain portions of British Malays. It was seen 8.\n\nvy residents of the towns of Por Swettenhan, Cheras- Swettenham, and Cheras.\n\n»\n\nSS\n\n\n\n--- Page 6 ---\n\nsSIGHTINGS- ‘OF CIGAR-SHAPED OBJECTS -- Istanbul, Son Posta, 15 Mar’ sh\n\nCVUULE GASV USUSY HVPE WY yee eo Gewese whi~ Te « este wee we wor ee ger oy\n\nat a very fast rate and moved upward with a jerky motion, alternately start-\ning and stopping. It seemed to sway like a balloon and became brighter as it\n\nrose. Finally, the object headed north.\nars at ne .\n\nFAR. EAST py\n\nBritish Malaya\n\nl2\n\nKuala Lumpur (Anatolian agency), 14 March 1954 -- Gn 12 March, harbor”\nworkers at Swettenham sighted a flying object which resembled a ciger ang ..\nwhich left a white trail behind it.. The -< opsect, \\ which slowly disappeared ~~\nin the clouds, has not been identified. 7\n\nah\n\nIstanbul, Hurriyet, 19 Mar 54 8\n\nKuala Iampur -- On 17 Mar-1954,.a second cigar-shaped object was\nobserved in the sky over certain portions of British Malaya. It was seen.\nby residents of the towns of Por Swettenham, Cheras Swetterham, and Cheras.\n\n.\n3\n\na -END=\n\na LIBRARY SUBJECT AND AREA COOES\n\n"
}