{
  "url": "https://www.cia.gov/readingroom/document/0000015329",
  "title": "UNTITLED  (TO THORNTON PAGE FROM PHILIP STRONG DISCUSSING 14 ESSAYS BY Y OUR FR",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015329",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "2",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "January 5, 1960"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015329.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nbee men ae ie de wa ob A mente incite On ene tee an\n\n<—_\n\n_ 4 : ™~ a\n\nLe LFS 2\n\na, . 2 3 pe.\n424 33rd Strest, NSW NP\n¥ ashingtoa 7, dD. G. a Te\n\n29 January 1960\n\nDr. Thorntéa Page ;\n\nviesleyan University ot '\nMiddletean, Connactic’ o\n\nDear Dr, Page: _ sao 7 . wl:\n\n‘As fadicstad in the Icttar of 10 December to you from\n\nmy secretary, the fourteen essays by your frashmes students _\n\nra paased on to ths peosle ia my shop who have bees.\n\nfolowing the subject of flying saucers. lalso havo gose-\nthrough some” of them vathor cursorily, We ars not passing.\non comments on individual esaays, but I would like to say hak. . -\nwe have found the posers extremely lateresting. Lioat of the - 7\nreflect a solid ir relioei ctual attempt to evaluate the evidence and .\nertzialy do great ¢ edit to your group, The problam itself ;\nappare ently remains a very stimulating ona and ons thatis en\nespecially suitable for exercising the rational power cf minds\n\nboth young and old, Moat of the students have done a good job\n\nin ceparating subdiective views from odjective reporting. It {gs\n\nl\n|\ni\n|\ni\n|\n!\ni\nt\n!\n| _ Department of Astronomy : / a.\n|\n!\ni\ni\n'\ni\n|\n|\n:\n\noO\n\noe weteem iim emeee\n\n-- Interesting that with a fresh and energetic group involved no\nossentially new-sudstantiating positions empxged from ths\nexercise,\n\n%\ne\n\n“Ys vas very good of you to pass these ontous, hasbeen - .-.\ngtimulatieg toa our “goople. ‘to see this harried problem viewed ‘\negaia through Daw Cyes. Kindest regarda.\n\npacer ements SON? HSS ERICH a 8 OT OY PF ere ere ee cemee arterem\n\n\n\n--- Page 2 ---\n\neee eet cet om BET TE\ni\n\nDate ear eer ch cromrg ct nea estat\n\nHl 1\n1\n1\nncneete wumeore mere ene nen ee FE EE EE OE ER OR BRT\n. i i\n\neo ety oo me te erent\n\nere mm\n\nGE\n\nDear Dr, Page: =\n\noe a 2\nA424 33rd Streat, N. F.¢ ~\nv\n\n‘ashingtoa 7, D. C.\n29 January 1960\n\nDr. Tnhoxrntos Page\n\nDerartment of Astresomy\nViesleyan University ee\nMiddletewa, Connsetiews\n\n”\n\nAs indicated in the lettar of 10 December to you from _\nmy secretary, the fourteen essays by your freshmen students\n\ni\n\nwere passed on to ths peosie in my shop who have beea\nfollowing the subject of flying saucers. lalso havo gose\n\nthrough some of thesm vathor cursorily, Wears not passing\n\napparently remains a very stimulating ona and one that is\n\nesrecially suitadlo for exercising the rational power cf minds _\n\nbot young and old, Most of the studenta have done a good job”\n\nin ceparating suojective views from objective reportiag. It ig\ninteresting that with a freshand energetic group involved no\noszentially new substantiating positions emerged from tha\nexercises =\n\n<\nt\n\n“tt ves very good of you to pass these on to us. - It haa been\n\ngtimulatisa to our people to see this batried problem viewed\negain through naw eyes. Kindest regarda,\n\n. Phitip G, Strong\nEnclosure: | wee Set _\n14 Essays {w/orig only) :\nDistribution: 2- fwd 1- ASD 2-DAD/C\nPGS:1h}#29 Jan 60)\n"
}