{
  "url": "https://www.cia.gov/readingroom/document/0000015464",
  "title": "'FLYING SAUCERS' IN EAST GERMANY",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015464",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "4",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "July 6, 1952"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015464.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\nSOURCE I Kathinerini,\n\nCENTRAL -LLIGENCE\nINFORMATION FROM\nFOREIGN DOCUMENTS OR RADIO BROADCASTS CD NO. os\n\n\"FLYING SAUCERS\" IN EAST GERMARY\n\nBerlin, July -- Furnished with the sworn testimony of an eyevitness,; ~~ —\nOscar Linke, a 46-yearsol4_Géerman and former mayor_of Gleimershausen, West\n\nBerlin intelligence officers have begun investigating a most unusual \"flying\n\nsaucer\" story. According to this story, an object \"resembling a huge flying\n\npan\" and having a diameter of about 15 meters landed in a forest Clearing ia —\n\nthe Soviet Zone of Germany, _\n\nLinke recently escaped from tbe Soriet Zone along with his wife and six\nehildren, ;\n\n- Gabriella, a tire of ny motorcycle blew out near the town of Hasselbdach.\n\nWhile ve were walking along toward Hasselbdach, Gabriella pointed out some-\nthing which lay at a distance of about 140 meters away from us. Since it\nwas twilight, I though that she was pointing at a young deer,\n\n+ \"I left my motoreycle near a tree and walked toward the spot which\n\nGabriella had pointed out, When, however, I reached a spot about 55 meters\n\nfrom the object, I realized that ny first impression bad been wrong. What\n\n4\nREPORT NO. OO -w-23682 4\n\nTRY Germany” DATE OF\nrou INFORMATION 1952\nSUBJECT Military; Scientific ~ ~~ ane\nHOW DATE DIST, 7-3 Aug 1952\nPUBLISHED Daily newspaper °\nWHERE\nPUBLISHED = Athens NO. OF PAGES. 2\nPUBL ED 9 sul 1952\nana eo SUPPLEMENT TO\nLANGUAGE Greek REPORT NO.\nTHIS 1S UNEVALUATED INFORMATION———*\nos\n* ‘\n\nIT had seen were tvo men who vere nov about ho meters avay from me, They\n\nseened to be dressed in some shiny métallic clothing. They were stooped\nover and were looking at sowething lying on the ground,\n\n“I approached until I vas only about 10 meters fron then, I looxeQ =\n\nover & small fence and then I noticed a large object whose dlameter I\nestimated to be between 13 and U5 meters. It looked like a huge frying pan,\n\n\"There vere two roves of holes on its periphery, adout 30 centimeters in\n\ncircunference. The space betwéeén the tvo rows vase ehout O kh wetere Cm\n\n\n--- Page 2 ---\n\nWHERE\nPUBLISHED Athens NO. OF PAGES 2\n\nCUBE ED 9 Jul 1952\nPUBLISH . me SUPPLEMENT TO\nLANGUAGE Greek REPORT NO.\n\nTHIS 1S UNEVALUATED INFORMATION\n\nSOURCE I Kathimerint, “4\n\n\"FLYING SAUCERS\" IN EAST GERMARY\nret Nt te a 3\n\nBerlin, July -- Puirnished vith the sworn testimony of an eyewitness,\" >=\nOscar Linke, a 46-year-old German ani former mayor of Gleimershausen, Weat oe\nBerlin intelligence officers have begun investigating a most unusual \"flying oe\nsaucer” story. According to this story, an object \"resembling a huge flying...\npan\" and having a diameter of about 15 meters landed in a forest clearing in\nthe Sorlet Zone of Germany, :\n\nLinke recently escaped from the Soviet Zone along with his vife and six.\nchildren,\n\nLinke and hie ll-yesr-ol4 daughter, Gabriella, rade the folloving svorn .\nstatement last week before a Judge:__“While I was returning to xy home vith ee\nGabriella, a tire of my motorcyele blew out near the town of Hasselbach, = = =~\nWhile ve vere valking along tovard Haeselbach, Gabriella pointed out some- _ i\nthing which lay at a distance of about 140 weters avay from us. Since it\nwas twilight, I though that sne_was_pointing at a young deer;\n\n: “TI left xy xotoreycle near a tree and_walked toward the spot which\n\nGabriella had pointed out, When, however, I reached a spot about 55 meters\nfrom the object, I realized that ay first impression bad been wrong. What ~ _\nT had seen vere tvo men who were nov about 40 meters ‘avay.from me. They\nseened to be dressed in some shiny metallic clothing. They vere stooped\nover and were looking at something lying on the ground, |\n\n\"I approached until I'vas only about 10 meters fron ‘hes, I lookea”\n\nOver & small fence and then I noticed @ large object whose diameter I oO\nestimated to be between 13 and 15 meters. It looked like a huge frying pan.\n\n“There were two rows of holes on its periphery, about 30 centineters in\n| circumference, The space between the tvo rows vas about 0.45 meters. On\nthe top of this metal object was a black conical tower about 3 meters high,\n\nee . wernaveo FOR RELASE\n1 ; BATE Gi 2eire eee\n43697 om :\n\nCee ge ARHIVA}, Mt vate\nBO i PLUASE Ree ORM\n\n> ——- AGENey Aniclscee\n\n\n\n--- Page 3 ---\n\ns\n2\ni\n\n———escapea from the Soviet Zone into West Berlin.\n\n00-W-23682\n\n\"At that moment, my daughter, who bad remained a sbort distance behind\nme, called me. The two men must have heard ny daughter's voice because they\nimmediately Jumped on the conical tower and disappeared inside.\n\n\"I had previously noted that one of the men had a lamp on the front part\nof. his body.which lit up at regular intervals,\n\n\"Now, the side of the object on which the holes had deen opened degan to\nglitter. Its color seemed green but later turned to red. At the sane time I\n\nbegan to hear a slight bux, While the brightness and hum increased, the\n\nconical tower began to slide down into the center of the object, The whole\nobject then began to rise slowly from thé ground and rotate like a top.\n\n\"It seemed to me as if it vere suppgrted by the cylindrical plant which - BESLLS uy ue\ne nT\n\n‘had gone down from the top of the objec “through the center, and had nov\n\nappeared from its bottom on _the_ ground, oe\n\n\"The object, surrounded by. a ring. of flames, was now e certain number of\nfeet above-the ground,\n\n-I then noted that the whole object had risen slowly from the. ground. The ~\neylinder on which it was supported had nov. disappeared yithin its center and.\nhead reappeared on the top of the object.\n\n/\n\n“Tne rate of climb had nov become greater. At the game time xy davghter\n\nand I heard « whistling sound similar to that heard when a bomb falls, ==\n\ntown, and then, gaining. eltituie, it. disappeared over. _the. heights and forests\n\nin the direction of Stockheim.*————\n\n. Many other pereons who. live_in the same area as Linke later related that |\n\nthey saw an object which they thought_to_be a comet, A shepherd atated . that.\n\nhe thought that he was looking at a comet moving avay at a low altitude frou\nthe height on which Linke stood.\n\n~ “After submitting his testimony to the judge, Linke made the following\natatement: \"I would have thought that both my daughter and I were dreaming\n\nif it were not for the folloving element involved: When the object bad = = 2\ndisappeared, I went to the place where it had been. -I fourd a circular\n\nOpeging in the ground and it was quite evident that it was freshly dug. It\n\nwas exactly the same shape as the conical tower. I was then convinced that =~ => >.\nI vas not dreaming,\"\n\nLinke continued, \"I-bad never heard of the term ‘flying saucer’ before I —\nWhen I saw this odject, I\nimmediately thought that it was a new Soviet military machine.\n\n“I confess that I was séizred with fright because the Soviets do not want =\n\nanyone to know about their work, Many persons have been restricted to their\n_ ROVentats tor any years in Fast Germany because they know too much.”\n\n-END- 0\n\n\n--- Page 4 ---\n\n——_immed lately thought that it was a new Soviet. eilitary_machin machine,=\n\n\"Now, the side of the object on vhicb the holea had been opened began to\nglitter. Its color seemed green but later turned to red. At the same time I\nbegan to hear a slight hus, While the brightness and hum increased, the\nconical tower began to slide down into the center of the object. The whole\nobject then began to rise slowly from the ground and rotate like a top.\n\n\"It seemed to me as if it vere supperted by the cylindrical plant which\nhad gone down from the top of the object, ‘through the center, and had now\nappeared from its bottom on the Broun yo\n\n\"The object, surrounded by a ring of flames, was now a certain nuxber of\nfeet abovye-the ground.\n\n-I then noted that the whole odject had risén slowly from the ground, The ~\ncylinder on vhich it was supported had nov disappeared withio its center and\nhad reappeared on the top of the object.\n\n; y\n\"The rate of climb had now- become gveater: “At the same time my daughter\n\nand I heard a whistling sound similar to that beard when a bomb falls.\n\n\"The object rose to a horizontal position, turned toward a neighboring\n\ntown, ani then, gaining altitude, it disappeared over the heights and forests\nin the direction of Stockheim,\" ~ oO\n\nMany other pergons who_live in the same area as Linke later related that. _ -\nthey saw an object which they thought to be a comet. A shepherd stated that”\nhe thought that he was looking at a comet moving away at a low altitude from.\nthe height on which Linke atood,\n\n~ “After submitting his testimony. to the judge, Linke made the following ——__- a\nstatement: \"I would have thought that. both my_dav\nif it were not for the following element involved;. _When the object. bad ~\ndisappeared, I went to the place where it had been. -I found a circular...\nopening in the grouné and it was quite evident that it was freshly dug. It ~ .\nwas exactly the same shape ag the conical tower. I was then convinced that ~~\nI wes not dreaming,\"\n\nLinke continued; \"I bad never heard of the term ‘flying saucer’- before I\nescaped from the Soviet Zone into West Berlin. When I_saw this_ object, I ~\n\n\"I confess that I was seized vith fright becauge the Soviets do not want\nanyone to know about their work, Many persons have been reatricted to their -\nmoverents for many years in Fast Germany because they know too much.”\n\n"
}