{
  "url": "https://www.cia.gov/readingroom/document/0000015479",
  "title": "SIGHTINGS OF UNIDENTIFIED FLYING OBJECTS",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015479",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "4",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "July 3, 1954"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015479.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\n. CLD TIFICATION Gage\nst . . 4 is aaa Ge: eCeean es Bt\n“ee CENTRAL INTELLIGENCE AGENCY REPORT NO. OD -W-30883 4\n\nINFORMATION FROM\nFOREIGN DOCUMENTS OR RADIO BROAOCASTS CD NO. --\n\nCOUNTRY Non-Orbit DATE OF\n, INFORMATION 1954\n\nSUBJECT Military - Unidentified flying objects ‘\nHOW 7. DATE DIST. 2 Aug 1954\nPUBLISHEO Newspapers\nWHERE |\nPUBLISHED As indicated NO. OF PAGES 2\nDATE\nPUBLISHED 7 May-20 Jun 1954 Ls , saheet\n\n: ba SUPPLEMENT TO\nLANGUAGE Swedish, Turkish, French, German” © ~~ REPORT NO.\n\nTHIS 1S UNEVALUATED INFORMATION :\n\n4 By\n\nSOURCE As indicated.\n\nSIGHTINGS OF UNIDENTIFIED FLYING OBJECTS -\n\nADDITIONAL WITNESSES TO PREVIOUS SIGHTINGS. IN SWEDEN =- Stockholm, Svenska\nDagbladet, 18 May 54 my\n\npolice to investigate the celestial obYects-which were recently seen in various\nplaces in northern Norrbotten Province. The police do not think that the ob-\njects were meteorological balloons-but donot have any theories to account for\nthe sightings. The latest eyewitness account was given by Valdemar Ylinentalo\nfrom Kuusijaervi, who declared that he sav a silvery foottdll-shaped object\ncoming from the Finnish side of the boundary; it had a fiery tail 70-80 meters\nlong and appeared to descend to earth about baif 4 kilometer from where he was.\nJenny Karlsson, another eyewitness, stated that’ she saw a sphere-sheped ob-\nject attached to a meter-long rod pass her at a distance of 4-5 meters [sic]\nand come to earth in the forest, a short distance from her. No traces of this\nobject have been found. “\n\nCELESTIAL OBJECT TO RE DUG UP IN DENMARK -- Stockholm, Svenska Dagbladet,\n2h May 54 7\n\nIn the near future, an investigation will be made to determine whether\na flying object which landed in a field near Spjellerup about 6 months ago is\na meteor, a shell, or some part of a \"flying saucer.\" . The object inade a hole\nin the field about 3.5 meters deep and 25 centimeters 4n diameter aid passed\nthrough a taick stratum of flint. The cener of the land pushed a iecrg iron\nrod into the hole and determined that the object at the bottom .is metallic.\nIt is said that at the time the object descended to earth, there were quite 4\npumber of unidentified flying objects over the area. Excavation of the object\nwill be performed vith assistance from the military.\n\n\n--- Page 2 ---\n\nPUBLISHED AS indicated NOU. UF PAGES 2\n\nDATE\nPUBLISHED 7 May-20 Jun 1954 _ , =.\n\n. ten SUPPLEMENT TO\nLANGUAGE Svedish, Turkish, French, German — : REPORT NO.\n\n.. THIS 1§ UNEVALUATED INFORMATION :\n\nrd x\n\nSOURCE As indicated.\n\nSIGHTINGS OF UNIDENPIFIED FLYING OBJECTS\n\nADDITIONAL WITNESSES TO PREVIOUS SIGETINGS- IN SWEDEN -- Stockholm, Svenska\nDagbladet, 18 May 54 ; .\n\nLuleas -- A snowstorm on-17-May made it impossible for the Gaellivare\npolice to investigate the celestial obYects which were recently seen in various ~~~\nplaces in northern Norrbotten Province. The police do not think that the ob-\njects were meteorological balloons but do fot have any theories to account for :\nthe sightings. The latest eyewitness account was given by Valdemar-Ylinentalo -—... --.. 20.\nfrom Kuusijaervi, who declered that he sav & silvery footbdll-shaped object 2.0\ncoming from the Finnish side of the boundary; it bad a fiery tail 70-80 meters = se\n\nlong and appeared to descend to earth about half a xiloneter from where he was. Ce\n______ Jenny Karlsson, another eyewitness, ‘stated that’ she. saw & sphere-shaped ob-\n\nject attached to a meter-long rod pass her at a distance of 4-5 meters [sic] --§ -.\nand come to earth in the forest, a short distance from her. Wo traces of this.\nobject have been found. -\n\n~\n\nCELESTIAL OBJECT TO KE DUG UP-IN DENMARK -~- Stockholm, Svenska Dagbladet,\n24 May 54 °\n\n~ “Tn the near future, an investigation will be made to determine whether\na flying object which landed ina field near Spjellerup about 6 months ago is _.\na meteor, a shell, or some part of a \"flying paucer.\" The object made a hole. - -\nin the field about 3.5 meters deep and 25 centimeters in diameter ard passed\nthrough a taick stratum of flint<—The cwwer.of the land pustei a icng iron\nrod into the hole and determined that the object at the bottom is metallic.. ©. 0 2.253\n\nt\nDATE eins ir 2 cr\n=i. ARCHIVAL RECORD :\n; ; PLEASE RETURN co\n__. CLASSIFICATION. RPOANCY ARCHIVES, BRA ee —\n\nsure | [ee 2 [fr ostaeution PP\nFro ON COLSON GT A SN RN a SS\n\n\n\n--- Page 3 ---\n\nOe Ee RE ee\n\n1\nne me epee idem\n\n00-W- 30283\n\nSIGHT UNIDENTIFIED CRAFT OVER TAURUS MOUNTAINS OF TURKEY -- Istanbul, Yeni Sabah,\n\n7 May 54\n\nMersin, 6 May 1954 -- Today, 6n unidentified aircraft was sighted by\nresidents of the town of Mersin at approximately 1130 hours. The craft, which\nappeared over the Taurus Mountains, seemed to be about 10 meters in length and\nwas traveling in a straight line. It was visidle only for a few minutes and\n\nthen disappeared.\n\nUNIDENTIFIED FLYING ORJECTS SEEN OVER WEST GERMANY -- Douala, L'Eveil du Cameroun,\n17 Jun 54 :\n\ntwo unidentified flying objects were reported to have been seen recently\nfor about 10 seconds by a PIT (Postes, TéMegraphes, et Telephones, Post, Tele-.\ngraph, and Telephone Service) engineer and by another person between Frenkfurt.\n\nand Darmstadt, near the Rhein-Main Air Base. The objects were described as\nglowing disks, which descended Almost. vertically to @ certain [unspecified]\n\ndistance above the earth at high speed and then rose rapidly, describing &@ oo\" 02 Sot:\n\n~.\n=\n\nparabola. US radar did not pick up the objects. ooo\n\nNew York, N. Y. Staats-Zeitung und Herold, 20 Jun sk\n\nEmployees of various air lines at the Duesseldorf airport-recently ob- = =\nserved a shiny, round object which approached from the south at high speed, .\n\nthen turned toward the west, and disappeared above the 6,000-meter overcast. -- ree\nAn employee of the Condor aerial-advertising firm, who happened to be watch- --\n\ning a skywriter of hig firm at the’ time, called the object.a“flying saucer”\nand stated that it could not possibly have been an airplane, balloon, or aerial\nmeasuring device. Several-other airport employees confirmed his observation.\n\n-~END-eo\n\nLIBRARY-SUSJECTY.&-AREA CODES\n\n\n\n--- Page 4 ---\n\nosm ee napresenernne = ne danaenentt\n\n| eccemrenteene veaboge eo\n\nhte Naw et totes root msn ite nn\n\nBene svn ates |nie  t n\n\n~ing a skyvriter of ais firm at the time, called the object a “flying saucer”\nand stated that it could not possibly have been an airplane, bdslloon, or serial\n\nname ne rn NUNN reo cnaheunemeneneeteennnnnteensnedeeniannienenammmmmesdeemeaieneineenlean aman\n: : : os\ni .\n\nAGENCY ARCHIVESE\n\nUNIDENTIFIED FLYING OBJECTS SEEN OVER WEST GERMANY -- Douala, L'Eveil du Cameroun,\n17 Jun 54\n\nTwo unidentified flying objects were reported to have been seen recently\nfor about 10 seconds by a PTT (Postes, Te@epraphes, et Telephones, Post, Tele-\ngraph, and Telephone Service) engineer end by another person between Frankfurt\nand Darmstadt, near the Rhein-Main Air Base. The objects were described as\nglowing disks, which descended Almost. vertically to a certain [unspecified]\ndistance above the earth at high speed end then rose rapidly, describing a -\nparabola. US radar did not pick up the objects.\n\nNew York, N. Y. Steats-Zeitung und Herold, 20 Jun 54\n\n_.... Employees of various air lines at the Duesseldorf airport-recently ob-\n\nserved a shiny, round object which approached fron the south at high speed,\nthen turned toward the west, and disappeared above the 6,000-meter overcast. -\nAn employee of the Condor aerial-sdvertising firm, who happened to be watch-\n\nmeasuring device. Several other airport employees confirmed his observation. |\n\n- E=N_D_-\n\nLIBRARY SUSJECT & AREA CODES —\n\nARCHTV Al. REQHRD ; a\nPLEASE SETVRN TO __ +.\n\n"
}