{
  "url": "https://www.cia.gov/readingroom/document/0000015496",
  "title": "UNIDENTIFIED FLYING OBJECT SIGHTED AT BEHSHAHR",
  "metadata": {
    "Document Type": "FOIA",
    "Collection": "UFOs: Fact or Fiction?",
    "Document Number (FOIA) /ESDN (CREST)": "0000015496",
    "Release Decision": "",
    "Original Classification": "U",
    "Document Page Count": "2",
    "Document Release Date": "October 5, 1978",
    "Sequence Number": "",
    "Case Number": "",
    "Publication Date": "June 3, 1960"
  },
  "pdf_url": "https://www.cia.gov/readingroom/docs/DOC_0000015496.pdf",
  "ocr_text": "\n\n--- Page 1 ---\n\n1\n\nCOUNTRY REPORTNO, TOSS =3/4kb, 215\n\nSUBJECT UNIDENTIFIED FLYING OBFROT SIGRTED __ DATE O18TR, 20 JULY 1940\nAT PEUSRAER\nPRECEDENCE ROUT NE\nDATE OF\nINFOQ.\n\nPLACEL\nDATE ACG. £\n\nFORMATION\n—\n\na. AN UNIDENTIFIED FLITE OBSECT WAS SIGETED AT APPROXIMATELY 1400 CERFYWICH\nMEAN TIME ON 17 JULY. 1960. TRAVELLING DSR SOUTHEAST TO NORTHWEST DIRECTION OVER\n“EMSVAHR, TRAN (36° 46° N= 53° 3ht BE). THE OBJECT WAS IN VIFW AN EGPIMATED 15 Te\n. SFCONDS, SEVERAL INDIVIGUALS WHO SAW -TSE OARJECT STATED THAT AFTER PASSING OVEh -\nBESSA. JT BADE A GRATA‘AL TURN WEOT REFORE KRUKNING OUTS ALD WHS SAW THE CWEC:\nA-LFED THAT JT APPEARED TO HURN OUT BEFORE DISAPPEARING OVER THF BORIZON,\n\n¢. SPEET! WAS SUB-SONIC AS HEARD REFORE SIGHTING; SOUND OF VARIALIE Pils\nLIXF AIR PASSING THROUGH TUBE OR PIPE;\n\na. TRAJECTORY: LOW AND QUITE FLAT BUT READING DOWNWARD. SUAPR PES IEL ED AS\nCOMDIAL. TLISAINATION: BRIGHT AQUAMARINE-COLORED WITR WHITE AND WET! TAT: .\n\n“ &. ONE PERGON WHO SAW THE ONJEDT CEATXS TRAT TT APPEARED TO) RAFAK IN TW:\n\nGuEACATON TES\n\n“REPORT |\n\nAPPRAVED FEA RELEASE .\n\nDATE. Leia eeewenven\n\n\n\n--- Page 2 ---\n\nGU INFORMATION R\n\nEEPORTNO. 33/444, 215\n\nCOUNTRY\n\nSUMECT «= UNIDENT LIED FLYING ORJZCT SIQRTED = ——SCéATEOISTR, «20 JULY 1940\nAT BFHSHARR\nPRECECENE «ROUTINE\nOATE OF REPELENC: sat\nINFO. 17 SULY 196) ERENCES IN| 25715\nPLACE &\n\ni, AN UNIDENTIFIED FLYING OBSECT WAS SIGHTED AT APPROXIMATELY JAOO CERENWICH Py\nMEAN TIME ON 17 JULY 1960. TRAVELLING IN A SOUTHEAST TO NORTHWEST DIRFCTION OVER\n“EMSPAHR, TRAX (36° 46° NS 53° 3h B). THE ORJECT WAS IN VIFW AN ESTIMATED 15 TC\n\n.* SFCCNDG, SEVERAL INDIVUIVALS WSO SAW THE OAVECT STATED THAT AFTER PASOING CVE\n\nMEFSSA'GR. TT MADE A GRAIQIAL TURN WEST BEFORE HURNTNG OUT, ALL Wis SAW THR ON RC:\nA-SEED THAT JE APPEARED 10 HUN OUT BEFORS DISAPPEARING OVER THF HORIZON.\n\n«. SPEED WAS SUB-SONIC AS HEARD FEFORE SIGHTING; SOUND OF VARIABLE Pick .\n\nLIKP AJR PASSING THROUGH TURE OR PIPES Ses\n3. TRAIECTORYT: LOW AND QUITE FLAT. BJT HEADING DOWNWARD. SUAPY PRS CFTERD AS\n\nSONTIAL. TLNMINATION: RIGHT AQUAMARIRE-COLORFD WITA WHITE AND HED) TAT.\n= ~ hk. ONE PEXGON WHO SAY THE OW BCT CEADSS TRAT JT APPEARED T) RRFAK ION Tie\n\na gS RE SR SS a mh einen\n\n~ GAMRCAT AS — Re Baea ON CONTROLS\n\nAPPRAVED FER RELEASE\n\nmoO™.\nDATE... Ls 25E i eens\n\n"
}